{
  "appName": "Longbridge Whale",
  "about_page_001": "About LONGBRIDGE WHALE",
  "about_page_002": "Whale provides brokers with one-stop, out-of-the-box products and solutions, including front, middle and back office systems such as App, trading, risk control, clearing and settlement, CRM, and intelligent marketing, as well as data services such as quotes, news information, and fundamental analysis. At the same time, Whale also integrates services such as bank channel business, stock channel business, options channel business, fund channel business, KYC/AML, etc.",
  "about_gallery_002": "Global Office",
  "about_gallery_001": "LONGBRIDGE",
  "home_features_002": "Whale provides brokers with one-stop, out-of-the-box products and solutions, including front, middle and back office systems such as App, trading, risk control, clearing and settlement, CRM, as well as data services such as quotes, news information, and fundamental analysis.",
  "home_features_001": "One-stop solution,<br > comprehensive assistance for the digitization of brokerages",
  "home_features_004": "The whale system has assisted brokerage clients to obtain the Electronic Data Service Provider (EDSP) verification from the Hong Kong SFC.",
  "home_features_006": "In addition to one-stop, out-of-the-box solutions, customers can also choose to purchase atomic products or subscribe to advanced services in real-time, including public App, White Label App, quote services, advanced fundamental data, data middle office, CRM system, smart advertising, etc.",
  "home_features_005": "Strategy and Pricing",
  "home_examples_001": "App",
  "home_examples_008": "LongPort (Public App) Free",
  "home_examples_002": "Real-time quotes for US&HK stocks",
  "home_examples_003": "System",
  "home_examples_004": "Community",
  "home_examples_005": "News",
  "home_examples_007": "The FD brokerage has been operating in the HK market for more than 20 years. However, due to factors such as the limited budget for technical input and insufficient IT human resources, the FD brokerage not only needed to afford massive costs of local computer room maintenance and system procurement but also could not provide individual users with mobile internet services such as App, news information, and real-time quotes. Therefore, users could only place orders by calling brokers, which significantly limited its business development. In order to meet the growing online investment needs of its individual users, the FD brokerage chooses to use Whale's services,  providing users with a trading app where users can view quotes and portfolios in real-time, and can also obtain more investment information through News and Community. While optimizing the user experience, the FD brokerage also improved the user retention rate, gained a large number of new users, and achieved new highs in trading revenue.",
  "home_examples_012": "Customized App",
  "home_examples_014": "HKD 2/user",
  "home_examples_013": "Subscription fee applies",
  "home_examples_006": "Free",
  "home_examples_011": "Longbridge, an app designed for users by an internet brokerage called Long Bridge Securities, is a demonstration of Whale's full capabilities. With the customized app, Long Bridge Securities helps investors build a complete asset link of \"Discovery, Learning, and Trading\", thus they can create differentiation and win user recognition in the fierce red ocean market of HK and US securities trade.",
  "header_nav_001": "Product",
  "bss_page_001": "WHALE BSS is a new generation of one-stop trading settlement system based on cloud native architecture, covering the entire process from trading to settlement. It supports the capability to trade different markets, different investment products, and trading with multi-currency to help brokers meet their flexible business models.",
  "bss_features_001": "Product Advantages",
  "bss_features_002": "Cloud-based SaaS system",
  "bss_features_003": "100% cloud-based SaaS system, fast configuration, one-click to production",
  "bss_features_004": "Covering stock, ETF, warrants, and options trading in Hong Kong and US markets, and supporting market order, limit order, conditional order, order amendment, and other order related functions",
  "bss_features_007": "Full memory control trading and risk management system with the lowest order processing delay as low as 10ms",
  "bss_features_006": "Full memory control trading and risk management system",
  "bss_features_009": "Risk engine runs within milliseconds, Margin calculation within seconds, automatic margin call management and forceselling system",
  "bss_features_008": "Risk engine runs within milliseconds",
  "bss_features_011": "Supporting multiple deposit & withdrawal methods such as FPS, eDDA, Bank-Securities Transfer, automatic deposit receipt matching, processing within seconds",
  "bss_features_010": "Supporting multiple deposit & withdrawal methods",
  "bss_features_013": "IPO functions support IPO subscription, IPO appointment, and international placement. Among them, the IPO subscription supports multiple methods including 0 principal subscriptions, cash subscriptions, financing subscriptions, etc. and subscription methods can be flexibly chosen. The system can effectively handle the subscription pressure arising from popular IPO stocks",
  "bss_features_012": "Multiple financing leverage supported for IPO subscription",
  "bss_features_014": "Technology Advantages",
  "bss_features_016": "Elastic throughput capacity, cost savings in spare time, and second-level capacity expansion during peak hours",
  "bss_features_015": "Elastic throughput capacity",
  "bss_features_018": "Based on a new generation of cloud microservice architecture",
  "bss_features_020": "Automatic elastic capacity expansion and failover capability",
  "bss_features_019": "Automatic elastic capacity expansion",
  "bss_features_022": "Enjoy the three node disaster recovery capability at the cost of a single node",
  "bss_features_021": "The three node disaster recovery capability",
  "bss_features_024": "Database-based isolation solution across the whole system, ensure data exclusiveness ",
  "bss_features_023": "Isolation solution across the whole system",
  "trading_page_002": "WHALE Trading Platform provides customers with better experience of the securities App. Based on the core journey of users - \"Discovery → Learning → Trading\" and combined with a large amount of structured data, it lowers the threshold for users to understand and participate in trading, allowing users to more easily find investment opportunities in the US, HK, Singapore, Europe, and other international core markets.",
  "trading_features_002": "Supported operating systems: Windows, macOS, Linux, iOS, Android, and Web",
  "trading_features_003": "Excellent Performance",
  "trading_features_004": "The core engine is powered by Rust, which makes it robust, compact, and safe with excellent performance",
  "trading_functions_026": "Rich functions",
  "market_page_002": "WHALE Market Data provides professional, comprehensive, and lightning-fast quote services. Customers can use extremely low Research&Development costs to quickly acquire first-class quote service capabilities covering the US market, HK market, Singapore market, A-shares market, etc. Whale supports flexible sales in Quotes Store for retail customers who require advanced quote services. In addition, it provides a quote cost management system, with which customers can clearly see their expenditure and income of quote services every month and quickly complete the reporting process to major exchanges.",
  "market_features_001": "Cloud native, microservice architecture",
  "market_features_002": "Multi-cloud and docking points disaster recovery capabilities",
  "market_features_003": "Self-developed high-performance market transmission protocol with a microsecond level of market processing capability",
  "market_features_004": "Full-memory market data storage solution and microsecond-level query performance",
  "market_features_007": "The Market Data service provides comprehensive quote services covering the US market, HK market, Singapore market, A-shares market, etc., which can be accessed through OpenAPI, SDK, App, and other platforms.",
  "market_features_008": "Quotes Store",
  "market_features_011": "Quote permission management configures the quote levels available to users according to their conditions, terminals, markets, regions, etc., and combines with the Quotes Store system to meet the dual needs of exchange compliance and quotes.",
  "market_features_009": "Quotes Store provides real-time quotes and advanced quotes of the four major markets — the US market, HK market, Shanghai & Shenzhen market, and Singapore market to meet users' demand for advanced quotes.",
  "market_features_013": "Quote cost management provides an independent cost management system to manage and control the quote cost that needs to be paid to the exchange and provides reporting data that conforms to the exchange format, which is convenient for users to report.",
  "crm_page_0010": "WHALE CRM system aims to help brokerage customers manage the retail customer relationship of the securities business and improve internal marketing efficiency. In terms of customer relationship management and maintenance, it can assist the account manager and other teams to efficiently complete the conversion of potential customers and maintain the relationship with existing customers, and can continuously reach serve customers through various online and offline channels; in terms of improving company internal marketing efficiency, customers can online manage internal team performance, marketing channels, and continuously improve efficiency through data analysis.",
  "crm_page_001": "Customer Lifecycle Management",
  "crm_page_002": "The core of establishing good customer management is to understand the needs of customers at each life cycle node. Whale CRM can efficiently manage user status and ensure that user needs can be managed and executed.",
  "crm_page_003": "KYC Management",
  "crm_page_004": "Real-time verification comparison and aliveness verification can be realized to improve account opening efficiency via automated face and document recognition. WHALE CRM has connected to the compliance verification systems of various regions to achieve efficient AML audits.",
  "crm_page_005": "Customer Reach",
  "crm_page_006": "Different contents are required to reach operations for different types of users with different lifecycles. WHALE CRM has built common user access channels, such as App Push, SMS, email, WhatsApp, etc.",
  "crm_page_007": "Market Management",
  "crm_page_008": "Online signing of advertising channels, data synchronization, and market fee settlement can be easily completed with the market management system; the data analysis can also be utilized to understand market dynamics and facilitate the fine operations of each marketing channel.",
  "header_nav_006": "Solution",
  "solutions_page_001": "One-stop Solution",
  "solutions_page_003": "LONGBRIDGE WHALE provides full-link capabilities for securities trading, including trading terminals (public App, White Label App), front-end business systems (AMS / OMS / EMS / RMS / trader front-end, etc.), clearing and settlement back-end ( Deposits and withdrawals, clearing and settlement, delivery, custody, corporate actions, etc.). It also includes the infrastructure (hybrid deployment, dedicated line, bandwidth, elastic scaling, disaster recovery, etc.) required for the deployment of these systems, as well as a system management product — WAS (WHALE Admin System), which is provided for multiple operational roles such as brokers, traders, ROs, customer service, risk control, and compliance. Furthermore, platform operation tools such as intelligent marketing system and operation event building platform, produced from the best practices of Longbridge, are all available to customers via SaaS.",
  "solutions_page_002": "LONGBRIDGE WHALE (\"Whale\") is a one-stop internet securities trading cloud service solution developed by Long Bridge Technology Hong Kong Co., Ltd. (“Long Bridge Technology”), a financial technology subsidiary of Long Bridge Group. Long Bridge Technology is a BSS Vendor of the Hong Kong Stock Exchange. The whale system it provides has assisted brokerage clients to obtain the Electronic Data Service Provider (EDSP) verification from the Hong Kong Securities and Futures Commission.  Long Bridge Group was established and launched by a founding team that consists of senior financial management teams in Singapore and Hong Kong, and technical experts from international technology giants such as Alibaba and ByteDance.",
  "solutions_features_001": "The trading terminal with the best experience",
  "solutions_features_002": "Designed for global users",
  "solutions_features_003": "Algorithm-based step pace information hierarchical distribution",
  "solutions_features_004": "Layered user trading experience",
  "solutions_features_005": "Supported on all systems",
  "solutions_features_006": "Award-winning",
  "solutions_features_007": "Lightning-fast trading system",
  "solutions_features_008": "Full memory elastic trading system",
  "solutions_features_010": "Automatic and flexible risk control capability",
  "solutions_features_009": "Multiple order routing execution capability",
  "solutions_features_011": "Order processing as fast as 10 ms",
  "solutions_features_012": "Efficient clearing and settlement system",
  "solutions_features_013": "Connect with dozens of banking institutions",
  "solutions_features_014": "Flexible and comprehensive corporate action support",
  "solutions_features_015": "Highly efficient reconciliation and finance system support",
  "solutions_features_016": "Quasi-real-time automated deposits and withdrawals",
  "solutions_features_017": "Intelligent business system",
  "solutions_features_018": "Best practice for internet user growth",
  "solutions_features_019": "Multi-market channels to attribute customer acquisition sources",
  "solutions_features_020": "Real-time user tag grouping and advertisement placement",
  "solutions_features_021": "Rich market and user operation methods, such as coupon benefits, grouping events, and other productized operation tools",
  "solutions_features_022": "Data-supported middle end",
  "solutions_features_023": "Real-time and offline reporting service",
  "solutions_features_024": "Stock asset management",
  "solutions_features_025": "Customer data management platform",
  "solutions_features_026": "Algorithm middle end",
  "solutions_features_027": "Asset management system",
  "solutions_features_028": "Support multiple assets",
  "solutions_features_029": "Efficient position management",
  "solutions_features_030": "Asset extreme fluctuation detection",
  "solutions_features_031": "Commission and other fees management",
  "solutions_app_page_001": "App Solution",
  "solutions_app_page_002": "LONGBRIDGE WHALE provides public App and white label solutions to meet the different needs of different customers. At the same time, it has also ensured compatibility with some other brokerages' BSS so that the App can independently provide services for customers. The trading products include HK stocks, US stocks, US options, funds, and other major products, which means that it can meet the needs of most users; the App also integrates data services such as quotes of US&HK stocks, news information, fundamental analysis, etc., and customers do need to access them separately. The App has been widely praised by numerous Longbridge users for its wonderful experience.",
  "solutions_apps_002": "FREE APP",
  "solutions_apps_003": "FD, OB/EP customers can enjoy free services including quotes and news information via the LongPort App.",
  "solutions_apps_004": "Provides real-time quotes of US stocks, HK stocks, US stock options, funds, etc.",
  "solutions_apps_005": "Provides news information covering US&HK stocks and the global economy, and other relevant information based on users' positions and trading preferences.",
  "solutions_apps_006": "Free Community feature",
  "solutions_apps_007": "Provides a sub-account function to meet the needs of users to open accounts with multiple FD brokerages",
  "solutions_apps_008": "Function list",
  "solutions_apps_009": "Watchlist - Watchlist, Stocklist, also includes stock fundamental data.",
  "solutions_apps_010": "Market - Market data dynamics of major markets.",
  "solutions_apps_011": "Market - IPOs.",
  "solutions_apps_012": "Market - Fund trading module.",
  "solutions_apps_013": "Feed - News and information research.",
  "solutions_apps_014": "Feed - Live and Academy.",
  "solutions_apps_015": "Feed - Community Center.",
  "solutions_apps_016": "Portfolio - Customer's portfolio, Deposits&Withdrawals, Conversion, Share transfer, P/Lanalysis, Trade Center, Corporate Actions, Statements, Funds Details, Past Orders, etc.",
  "solutions_apps_017": "Me - Settings, Help Center, Customer Service, Task Center, Activities, Quotes Store, Rate, Rewards, Community.",
  "solutions_apps_019": "A customizable paid app provided for FD, OB/EP customers.",
  "solutions_apps_020": "Provides billing for US&HK stock quotes and settlement services for data source suppliers",
  "solutions_apps_021": "Provides billing and settlement services for fundamental analysis and news information.",
  "solutions_apps_022": "Customers can decide whether to subscribe to the charged functions based on their own needs.",
  "solutions_apps_023": "Customers can communicate with product experts for the customized parts, including logo, color, and other special needs",
  "solutions_apps_024": "Function list",
  "solutions_apps_026": "Me - Settings, Help Center, customer service, Quotes Store, My Rate, Community homepage",
  "home_examples_009": "FD Model (Fully Disclosed Brokerage Model): A FD Brokerage",
  "home_examples_010": "OB/EP (Omnibus Brokerage Model): LONGBRIDGE",
  "home_examples_015": "Best Practice",
  "home_examples_016": "They all chose LONGBRIDGE WHALE",
  "home_features_003": "Cloud-native architecture, <br />reshaping brokerage infrastructure from the bottom",
  "footer_001": "Privacy policy",
  "footer_002": "Terms & Conditions",
  "footer_003": "Mail",
  "footer_004": "Tel",
  "footer_005": "© 2023 LONGBRIDGE WHALE. All rights reserved.",
  "footer_006": "Customer service",
  "footer_007": "Business",
  "header_nav_002": "Whale Market Data",
  "header_nav_003": "Whale BSS",
  "header_nav_004": "Trading Platform",
  "header_nav_005": "Whale CRM",
  "header_nav_007": "About",
  "home_first_screen_001": "Talk to Us",
  "market_page_001": "WHALE Market Data",
  "market_page_003": "Get Started With WHALE Market Data",
  "market_page_004": "Try Whale Market Data for free, and explore all the tools and services you need to start",
  "solutions_apps_018": "White Label",
  "bss_features_005": "Covering stock, ETF, warrants, and options product trading in Hong Kong and US markets, and supporting market order, limit order, conditional order, order amendment, and other order related functions",
  "bss_page_002": "Get Started With WHALE BSS",
  "bss_page_003": "WHALE BSS",
  "crm_page_0011": "Get Started With WHALE CRM",
  "crm_page_0012": "Try Whale Crm for free, and explore all the tools and services you need to start",
  "crm_page_009": "WHALE CRM",
  "home_page_001": "",
  "home_page_002": "Shape the future of trading by empowering all partners with internet capabilities to maximize their value",
  "market_features_005": "Market Data, <br />Fast Because Of The Cloud",
  "market_features_014": "Global Market, Global Service",
  "trading_functions_001": "Dealing in securities",
  "trading_functions_002": "SFC License Type",
  "trading_functions_003": "Stock Trading",
  "trading_functions_004": "US/HK stocks, US pre/post market",
  "trading_functions_005": "Order Type",
  "trading_functions_006": "8 order types and soon to be expanded to 10",
  "trading_functions_007": "Options Trading",
  "trading_functions_008": "Supported. Also supporting portfolio margin",
  "trading_functions_009": "Mutual Fund ",
  "trading_functions_010": "Dozens of USD and HKD funds",
  "trading_functions_011": "Private Fund",
  "trading_functions_012": "Famous fund managers and private equity funds covering multiple industries",
  "trading_functions_013": "Institution Account",
  "trading_functions_014": "Tiered pricing; API trading ",
  "trading_functions_015": "IPO",
  "trading_functions_016": "Standard HK IPO subscription, US IPO subscription, HK stock international placing",
  "trading_functions_017": "Advising on securities",
  "trading_functions_018": "SFC License Type 4",
  "trading_functions_019": "Investment Research",
  "trading_functions_020": "Dolphin Research",
  "trading_functions_021": "Stock Rating",
  "trading_functions_022": "Stock Rating section under Stock Overview",
  "trading_functions_023": "Providing automated trading services",
  "trading_functions_024": "Pre-IPO",
  "trading_functions_025": "TPS: 20000",
  "trading_page_004": "Try Whale Trading Platform for free, and explore all the tools and services you need to start",
  "trading_page_001": "WHALE Trading Platform",
  "trading_page_003": "Get Started With WHALE Trading Platform",
  "bss_features_017": "New microservices architecture",
  "market_features_006": "Market Data service",
  "market_features_010": "Quote permission management",
  "market_features_012": "Quote cost management",
  "solutions_apps_001": "Services Provided",
  "trading_features_001": "Multiple Systems Supported",
  "trading_gallery_001": "A journey of discovering investment objects, from global markets to industries to individual stocks.",
  "trading_gallery_002": "Unique features such as Overview, By Users, Supply Chain Data, etc. all satisfy users' deeper investment needs and allow them to seize opportunities in market dynamics.",
  "trading_functions_018_1": "SFC License Type 7",
  "home_page_003": "Introducing the engine at the core of the next-generation brokerage operations: The one-stop cloud-native SaaS that provide innovative brokerage infrastructure and jointly promote the digitization of the securities industry.",
  "home_features_002_2": "At the same time, Whale also integrates services such as bank channel business, stock channel business, options channel business, fund channel business, KYC/AML, etc.",
  "home_features_002_3": "Brokerage customers can achieve internet-based operations with Whale's trading operation features such as stock coupons, commission coupons, and customer acquisition tools such as invitation and group events.",
  "home_features_002_4": "Whale supports the development of customized needs and equips each customer with a dedicated service team so that customers no longer need to connect with different vendors of App and systems, which improves efficiency and solves the problems of system stability and after-sales services.",
  "home_features_004_2": "All systems are designed based on cloud-native architecture, which not only ensures the high reliability of the system but also avoids the massive investment required for local computer room operation and maintenance.",
  "home_features_004_3": "Whale has established in-depth cooperative relationships with major cloud service providers such as Amazon Cloud and Alibaba Cloud. With their powerful scientific and technological capabilities, the security of Whale's systems and data is effectively protected.",
  "home_features_006_2": "Whale aims to empower the industry ecology and achieve a win-win situation with partners through flexible charges for subscription content.",
  "home_features_004_4": "Whale has built an intelligent cross region three-centers real-time disaster recovery system, which can automatically switch lines within one minute. It supports hot deployment, and the system can also be updated on trading days, so that it can respond to user needs more quickly, fix system problems in real-time, and provide a better product experience to users in a second.",
  "home_examples_011_1": "The personalized stock fundamental module \"Overview\" presents a more comprehensive, clearer, and easier-to-understand fundamentals of stocks, and provides in-depth analysis tools to lower the threshold for users to understand and participate in trading; the industry's pioneering features such as \"Supply Chain Graph\" and \"Deep Data\" satisfy investors' deeper investment needs of understanding the company's operating conditions, comparing industry data, and exploring more investment opportunities in the industry chain.",
  "home_examples_011_2": "Longbridge also provides internet operation functions such as invitations, group events, limited-time offers, stock coupons, and commission coupons to help Long Bridge Securities achieve better user conversion. Only one month after entering the Hong Kong market, the number of local users of Long Bridge securities has exceeded ten thousand, and after just 48 days of localized operation, it has successfully ranked among the top 10 free financial apps in Hong Kong.",
  "solutions_page_003_1": "We wish to provide one-stop solutions, atomic products, and combined solutions for different customers via WHALE SaaS so that our customers can have a real internet brokerage upgrade, the ability of user operation, and be equipped with better market competitiveness. We wish to bring a better experience to our users.",
  "about_page_003": "All systems are based on cloud-native architecture, which ensures the reliability, security, and efficiency of system operation from the bottom, and also avoids the massive investment required for local computer room operation and maintenance. Brokers can choose overall solutions based on their actual business needs, or they can purchase atomic product and service combinations to flexibly connect to their existing systems. Whale aims to provide innovative brokerage infrastructure, empower the industrial ecology, achieve a win-win situation with partners, and jointly promote the digitization of the securities industry.",
  "live_form_005": "Name",
  "live_form_006": "",
  "header_nav_008": "Live",
  "header_nav_009": "News & Media",
  "live_form_007": "Company/Institution",
  "live_form_008": "",
  "live_form_009": "Business E-mail",
  "live_form_010": "",
  "live_form_004": "Submit",
  "live_video_004": "#LET'S GO CLOUD | LONGBRIDGE WHALE Virtual Launch Event",
  "live_video_005": "",
  "live_index_020": "Amid the rapid development in FinTech and an increasing degree of digitalisation, applications scenarios in the securities brokering industry have become cumulatively intertwined and integrated with key technologies, leading to the emergence of a wide range of new products and solutions.",
  "live_index_021": "Long Bridge Technology has been officially approved as a Hong Kong Stock Exchange (HKEX) Broker Supplied Systems (BSS) Vendor, and to launch the one-stop SaaS solution LONGBRIDGE WHALE for brokers. ",
  "live_index_022": "Please join us for the virtual launch event #LET'S GO CLOUD in unveiling the brand concept and be digitalised together!",
  "live_index_023": "Agenda: ",
  "live_index_004": "Opening Speech",
  "live_index_003": "Long Bridge Technology",
  "live_index_001": "Mr.Gavin HU",
  "live_index_002": "",
  "live_index_005": "Ms.Tracy ZHANG",
  "live_index_007": " ",
  "live_index_006": "HKEX",
  "live_index_008": "Industry Outlook",
  "live_index_035": "Association Speech",
  "live_index_037": "Mr.Eric Chan",
  "live_index_036": "Institute of Compliance Officers ",
  "live_index_039": "Mr.Alvin Chong",
  "live_index_038": "Yicko Securities",
  "live_index_010": "Product Presentation",
  "live_index_040": "Mr.Shawn Men",
  "live_index_041": "Mr.Rinky Lau",
  "live_index_012": "Clients sharing",
  "live_index_024": "Guest Speaker",
  "live_index_013": "Mr. Eric Chan",
  "live_index_014": "Certification Comittee Chairman at Insitute of Compliance Officers",
  "live_index_015": "Mr. Rinky Lau",
  "live_index_016": "Responsible Office & Director at Wintech Securities",
  "live_index_017": "Vice President of Market Development Dept. at HKEX",
  "live_index_018": "Mr. Alvin Chong",
  "live_index_019": "Director & General Manager at Yicko Securities ",
  "live_index_005_1": "Ms.Tracy ZHANG",
  "live_video_002": "Your registration was successful! Stay tuned",
  "live_video_001": "The event has now come to an end. Please contact us at bd@longbridge.cloud for video playback.",
  "live_form_012": "Messages",
  "live_form_013": " ",
  "live_form_011": "For any queries, please fill out the form below",
  "live_video_007": "Days",
  "live_video_006": "",
  "live_form_003": "Your registration was successful",
  "live_form_001": "Register NOW",
  "live_video_005_1": "#LET'S GO CLOUD - \nLONGBRIDGE WHALE virtual Launch Event",
  "live_form_004_1": "Submitted! You may submit another inquiry in 5 secs",
  "live_form_014": "Fields marked with an asterisk (*) are required",
  "live_modal_002": "SIGN UP NOW",
  "live_modal_003": "",
  "live_modal_001": "WATCH NOW",
  "live_video_003": "Please complete the form to register to attend the event",
  "talk-to-us": "Talk to Us",
  "feedback.name": "Name",
  "feedback.name-placeholder": "Please type in your name",
  "feedback.institution": "Company/Institution",
  "feedback.institution-placeholder": "Please enter the company or institution name",
  "feedback.email": "Business E-mail",
  "feedback.email-placeholder": "Please input the email address",
  "feedback.other": "Remark",
  "feedback.other-placeholder": "Please enter remark. (Optional)",
  "introducing-broker.page-title": "Introducing Broker One-Stop Solution",
  "longport.page-title": "Omnibus One-Stop Solution - LongPort",
  "white-label.page-title": "Omnibus One-Stop Solution - White Label",
  "top-banner.broker-title": "Introducing Broker One-stop Solution - FD Customers",
  "top-banner.broker-desc": "Introducing brokers can complete the entire process of customer account opening, trading, and billing without setting up their own brokerage system, and they also can use the LongPort App that provides a new generation of securities trading experience and Whale Trade Terminal for dealers.",
  "top-banner.broker-slogn": "A one-stop solution for fully disclosed introducing brokers.",
  "top-banner.longport-desc": "Retail brokers can quickly build a complete securities business system through SaaS and carry on business such as account opening, trading, risk control, deposit and withdrawal, clearing and settlement, as well as manage their clients conveniently. This solution also provides customers with the LongPort App, a new generation of securities trading experience, and the Whale Trade Terminal for dealers without any entry barriers.",
  "top-banner.longport-slogn": "A one-stop solution for medium-sized retail brokers",
  "top-banner.white-label-desc": "Retail brokers can quickly build a complete securities business system through SaaS and carry on business such as account opening, trading, risk control, deposit and withdrawal, clearing and settlement, etc. Furthermore, they can provide services to end customers through an independently branded White Label app and achieve efficient customer acquisition and conversion through a complete marketing system.",
  "top-banner.white-label-slogn": "A one-stop solution for large & gigantic retail brokers",
  "top-banner.longport-title": "LongPort One-stop Solution - Omnibus Customers",
  "top-banner.white-label-title": "White Label One-stop Solution - Omnibus Customers",
  "one-stop.what-can-do.title": "What can I do with {{name}} model, the one-stop solution?",
  "one-stop.what-can-do.desc": "To provide services whenever and wherever your customers need them. Your team can also get support for digital transformation to adapt to a fast-paced environment.",
  "one-stop.longport.title": "LongPort",
  "one-stop.terminal.title": "Whale Trade Terminal",
  "one-stop.longport.desc": "Support all terminals including App, iPad, Desktop, Web",
  "one-stop.terminal.desc": "Professional dealer terminal for extremely fast and convenient order placement",
  "one-stop.trade.title": "Securities Trading",
  "one-stop.custom-manager.title": "Customer Management",
  "one-stop.custom-manager.desc": "A complete customer relationship management system that can efficiently complete customer conversion and customer relationship maintenance",
  "one-stop.service.title": "Pricing and Rates",
  "one-stop.service.desc": "Preferential rates and flexible commission structure",
  "longport-app.title": "Not only promoting wireless trading terminals, but also providing a faster and more precise way to target customers",
  "one-stop.trade.desc": "Covering HK, US, and A-share markets and Supporting the trading of underlying stocks, ETFs, IPO, international placement, pre-IPO, CBBCs, and US options",
  "one-stop.cloud.title": "Cloud-Native securities business system",
  "one-stop.cloud.desc": "A securities trading system that covers all platforms, including securities trading middle office and mobile app, desktop version, and dealer terminal",
  "one-stop.white-label.title": "White Label App",
  "longport-app.desc": "With {{name}}, your customers can always get satisfied with the full experience of Discovery, Learning, and Trading no matter where they are",
  "one-stop.white-label.desc": "Fast and flexible brand customization capability — only basic brand design is needed to launch your App",
  "longport-app.item-1": "Covering HK, US, and A-share markets, providing basic and advanced real-time quotes for each market",
  "longport-app.item-2": "Stock overview, multi-dimensional rating, unique supply chain industry chain for quick discovery of investment opportunities",
  "longport-app.item-3": "LongPort news, 24*7 tracking HK, US, and A-share markets hotspots, allowing you to identify the investment trends at all times",
  "longport-app.item-4": "LongPort community has over 300 KOLs sharing their professional investment opinions",
  "longport-app.item-5": "Dolphin Research provides exclusive interpretation and in-depth analysis of global core assets from veteran researchers",
  "longport-app.slogn": "The best practice for fully-disclosed introducing brokers",
  "longport-app.slogn-2": "The best practice for medium-sized retail brokers",
  "longport-app.slogn-3": "The best practice for large & gigantic retail brokers",
  "global-transaction.slogn": "Global Trading",
  "global-transaction.title": "Attract more customers with excellent trading capabilities",
  "global-transaction.desc": "Enhance your service and profitability with our powerful securities trading capabilities. You will see a more promising tomorrow with our continuous iterations.",
  "global-transaction.item-1": "Cover trading of all underlying stocks and ETFs in Hong Kong, US, and A-share markets",
  "global-transaction.item-2": "Support HK IPO subscription, international placement, and pre-IPO trading",
  "global-transaction.item-3": "Support HK warrants & CBBCs trading",
  "global-transaction.item-4": "Support US stock options trading",
  "customer-management.title": "Acquire accurate customer data and provide effective services",
  "customer-management.desc": "Customer management is no longer a blind test. Professional tools are available to help you deeply understand customer needs, find and locate your most valuable customers, efficiently achieve customer conversion, maintain customer relationships, and maximize your return.",
  "customer-management.item-2": "Quick search feature for customers' personal particulars, transactions, and portfolio information",
  "customer-management.item-1": "Quick Search",
  "customer-management.item-3": "CRM System",
  "customer-management.item-14": "The complete customer relationship management system enables efficient customer conversion and customer relationship maintenance",
  "customer-management.item-5": "The sophisticated help center and customer service system are responsive to customer requests.",
  "customer-management.item-4": "Customer Service System",
  "customer-management.item-6": "Complete Customer Management System ",
  "customer-management.item-7": "Manage the entire life cycle of customers with CRM as the core, achieving efficient customer acquisition and conversion",
  "customer-management.item-8": "Intelligent Advertising System",
  "customer-management.item-9": "Precisely target users through rich user tags and intelligent rules configuration",
  "customer-management.item-10": "Coupon System",
  "customer-management.item-11": "Provides a flexible configuration of marketing strategies such as rate discounts, commission coupons, stock coupons, cash coupons, etc",
  "customer-management.item-12": "Event System",
  "customer-management.item-13": "Allows flexible customer acquisition and online promotion",
  "rate.item-1": "Commission Rates",
  "rate.item-3": "Flexible Broker Commission Splitting Structure",
  "rate.item-5": "Tiered Pricing",
  "rate.item-2": "HK stock trading commission, US stock trading commission, HK stock financing rate, US stock financing rate",
  "rate.item-4": "Flexible commission structure which adjusts split ratio for different broker groups in a flexible way",
  "rate.item-6": "Tiered pricing mechanism for different customers provides flexibility in billing and settlement",
  "rate.item-7": "A Securities Trading System That Covers All Platforms",
  "rate.item-8": "Including securities trading middle office and mobile app, desktop version, and dealer terminal",
  "rate.item-9": "Convenient Securities Account System",
  "rate.item-10": "Including fast online account opening, KYC, and AML services",
  "rate.item-11": "Extremely Fast Deposit And Withdrawal System",
  "rate.item-12": "Support multiple banks and provide customers with multiple methods such as eDDA, FPS, bank-securities transfer, processing within a couple of minutes",
  "rate.item-13": "A Complete Clearing And Settlement System",
  "rate.item-14": "Covering multiple markets, products, and currencies with comprehensive business reports",
  "terminal.item-1": "Breadth",
  "terminal.item-3": "Depth",
  "terminal.item-5": "Operating Features",
  "terminal.item-7": "Dealers' Customization",
  "terminal.item-2": "Support more than 10 order types and satisfy various trading needs",
  "terminal.item-4": "Real-time quotes of HK, US, and A-share markets in addition to professional charting, market analysis, chart drawing tools, and multi-level advanced quotes",
  "terminal.item-6": "Support operator side features such as IPO subscription, margin call, and trade allocation",
  "terminal.item-8": "Flexible panel configuration makes it easy to customize the interface based on individual dealer's preference",
  "footer-banner.1m": "Get Started Within One Minute",
  "footer-banner.item-1": "Whale Introducing Broker is a one-stop solution for fully disclosed introducing brokers. Introducing brokers can complete the entire process of customer account opening, trading, and billing without setting up their own brokerage system, and they also can use the LongPort App that provides a new generation of securities trading experience and Whale Trade Terminal for dealers.",
  "footer-banner.item-2": "LongPort is a one-stop solution for medium-sized retail brokers. Retail brokers can quickly build a complete securities business system through SaaS and carry on business such as account opening, trading, risk control, deposit and withdrawal, clearing and settlement, as well as manage their clients conveniently. This solution also provides customers with the LongPort App, a new generation of securities trading experience, and the Whale Trade Terminal for dealers without any entry barriers.",
  "footer-banner.item-3": "White Label is a one-stop solution for large & gigantic retail brokers. Retail brokers can quickly build a complete securities business system through SaaS and carry on business such as account opening, trading, risk control, deposit and withdrawal, clearing and settlement, etc. Furthermore, they can provide services to end customers through an independently branded White Label app and achieve efficient customer acquisition and conversion through a complete marketing system.",
  "feedback.title": "For futher information, please fill the form below",
  "send-success": "Sent successfully",
  "send-error": "Failed to send",
  "whale-backoffice-001": "Comprehensive Back Office System",
  "whale-backoffice-002": "Our new generation one-stop trading and settlement system is designed to streamline and optimize the entire process from trading to settlement for brokerages. Based on cloud-native architecture, it enables efficient and flexible settlement across different markets, a variety of investment products, and multiple currencies. Its integrated coupon settlement feature allows brokerages to tailor their operations to their unique business models, making it a versatile and valuable tool for any brokerage.",
  "whale-backoffice-003": "",
  "whale-backoffice-004": "Product Advantages",
  "whale-backoffice-005": "Next-Gen Back Office System",
  "whale-backoffice-006": "Open & Flexible",
  "whale-backoffice-007": "Standardized interfaces enable flexible connections between subsystems and various upstream and downstream services",
  "whale-backoffice-008": "Digital Innovation Efficiency",
  "whale-backoffice-009": "The core business flow combined with Internet marketing is automated as much as possible to improve efficiency and quality",
  "whale-backoffice-010": "Services Available For Subscription",
  "whale-backoffice-011": "Experience the latest and most advanced online services without the need for redeploying new versions",
  "whale-backoffice-012": "Asset Ledger",
  "whale-backoffice-013": "Multi-Asset Types",
  "whale-backoffice-014": "Covers a wide range of asset types and ensures consistency between each ledger",
  "whale-backoffice-015": "Real-Time Update",
  "whale-backoffice-016": "Updates the ledger in real time based on business changes, enabling clients to have real-time visibility into their asset allocation",
  "whale-backoffice-017": "Comprehensive Data",
  "whale-backoffice-018": "The front-end data is accurate, real-time and efficient",
  "whale-backoffice-019": "Settlement System",
  "whale-backoffice-020": "Complete Coverage Of Settlement Business Processes",
  "whale-backoffice-021": "Supports Processing Performance Elastic Expansion",
  "whale-backoffice-022": "Unified settlement process management, covering functions such as billing, statement generation and OTC supplementary order",
  "whale-backoffice-023": "Supports a global, multi-market accounting system, enabling you to set up and execute accounting processes according to your preferred style",
  "whale-backoffice-024": "Supports integrated settlement of operational coupons, meeting the needs of business operations",
  "whale-backoffice-025": "Supports multidimensional, multi-type, customized billing settings",
  "whale-backoffice-026": "24x7 front end operation, allowing accurate settlement in multiple markets, with the ability to customize daily cut-off timings",
  "whale-backoffice-027": "Distributed settlement engine with the ability to scale computing resources as needed",
  "whale-backoffice-028": "Efficient settlement process allows for the completion of securities settlement end-of-day operations for up to 100,000 clients within 20 minutes",
  "whale-backoffice-029": "High-concurrency invoice generation allows for the creation of daily/monthly invoices for up to 100,000 clients within 5 minutes",
  "whale-backoffice-030": "Corporate Action",
  "whale-backoffice-031": "Full Process Solution",
  "whale-backoffice-032": "Provides systematic processes for notification, registration, transfer, instruction, and execution, ensuring efficiency and accuracy",
  "whale-backoffice-033": "Automatic Generation",
  "whale-backoffice-034": "Automatically generates company action notifications and plan information, improving operational efficiency",
  "whale-backoffice-035": "Complete Report",
  "whale-backoffice-036": "Provide comprehensive reports to improve the accuracy of corporate action processing",
  "whale-backoffice-037": "Accounting System",
  "whale-backoffice-038": "Flexible Configuration And Efficient Accounting Fast Integration With Financial Softwares",
  "whale-backoffice-039": "Improve accounting efficiency with customizable rule setup and automatic bookkeeping features",
  "whale-backoffice-040": "Automatically processes and improves reconciliation logic to ensure accounting accuracy and balance through bookkeeping calculations",
  "whale-backoffice-041": "Standardized data interfaces that can quickly connect to traditional financial softwares",
  "whale-backoffice-042": "Report Printing",
  "whale-backoffice-043": "Comprehensive File Types",
  "whale-backoffice-044": "Custom template report system, supports PDF, Excel, CSV type report printing, supports batch export",
  "whale-backoffice-045": "Custom Permission",
  "whale-backoffice-046": "Report access is classified and defined, allowing data access to be set by role",
  "whale-backoffice-047": "Multiple Report Types",
  "whale-backoffice-048": "Support seven types of real-time and day-end settlement reports, including client, accounting, trading, compliance, FRR, risk control, and clearing",
  "whale-backoffice-049": "Efficient Report Development",
  "whale-backoffice-050": "Rapid production and processing capability for reports based on a data platform",
  "whale-marketing-001": "Marketing System",
  "whale-marketing-002": "Offer a comprehensive range of marketing services that are continually updated and improved to ensure effectiveness. These services are essential for empowering securities businesses to thrive in the digital age and drive the transformation of traditional financial companies.",
  "whale-marketing-003": "Market Pain Points",
  "whale-marketing-004": "Do you face the following issues?",
  "whale-marketing-005": "Marketing Difficulty",
  "whale-marketing-006": "How to quickly achieve user growth and gain revenue?",
  "whale-marketing-007": "Slow Development",
  "whale-marketing-008": "How to adjust campaign strategies without a development team?",
  "whale-marketing-009": "Management Difficulty",
  "whale-marketing-010": "How to quickly track marketing expenses?",
  "whale-marketing-011": "High Cost",
  "whale-marketing-012": "How can it be done with less resources and labor?",
  "whale-marketing-013": "Solution",
  "whale-marketing-014": "Easy To Operate Without Product And Development Intervention",
  "whale-marketing-015": "Standard",
  "whale-marketing-016": "Suitable for companies with modest operation needs and a team size of under 5 operators",
  "whale-marketing-017": "The operation's primary goals are attracting new consumers, improving engagement, and retaining existing customers.",
  "whale-marketing-018": "Feature Description",
  "whale-marketing-019": "Support Online Activity, Reward, And Benefit Management",
  "whale-marketing-020": "All Activity Costs Can Be Tracked And Managed, And All Orders Can Be Queried, Exported, And Reconciled Online.",
  "whale-marketing-021": "Support Basic Activity Configuration",
  "whale-marketing-022": "Support 3 Basic Benefits",
  "whale-marketing-023": "Simple Static Pages Can Be Created Without Technical Resources",
  "whale-marketing-024": "Pro",
  "whale-marketing-025": "Ideal for companies with large operation needs and a team size of over 5 operators",
  "whale-marketing-026": "With high demand for new clients and conversion, and digital transformation can be achieved swiftly.",
  "whale-marketing-027": "Support Configuration Of Basic Activity, Referral Activity, And Group Activity",
  "whale-marketing-028": "Support 9 Types Of Coupons",
  "whale-marketing-029": "The Creation Of Static Promotional Pages And Various Activity Pages Doesn't Require Any Technical Resources",
  "whale-marketing-030": "Product Advantage",
  "whale-marketing-031": "What Specific Features Does Marketing System Have?",
  "whale-marketing-032": "13 Coupon Reward Templates - Benefit Platform",
  "whale-marketing-033": "Supports 11 types of coupons and 2 types of rewards, such as IPO subscription, financing, and trading scenarios, to meet various securities conversion scenarios",
  "whale-marketing-034": "For IPO subscription: Increase the subscriptions rate of your clients with IPO privileges, IPO subscription fee coupon, etc.",
  "whale-marketing-035": "For trading: Stock cash coupon, platform fee deduction coupon, commission coupon to boost trading and convert low-frequency transaction traders into high-frequency traders",
  "whale-marketing-036": "For financing: Reducing financing interest coupon to boost users' purchasing power",
  "whale-marketing-037": "Automatic Rewarding For Basic Account Opening & Funding And Fission Activities - Activity Platform",
  "whale-marketing-038": "Support the setup of various popular activity model types, including invitation, group, time-limited offer, basic deposit/transfer, etc. to satisfy the operation needs of a variety of businesses and scenarios",
  "whale-marketing-039": "Automatic reward giving, closed-loop online procedure, full life cycle management, and reward data traceability",
  "whale-marketing-040": "Visual Page Builder -  PageHub",
  "whale-marketing-041": "A highly standardized building platform with simple operation. Drag and drop, what you see is what you get",
  "whale-marketing-042": "With web and H5 multi-terminal self-adaptive page construction, a variety of activity components can be combined to meet the needs of online and offline full-scenario requirements.",
  "whale-marketing-043": "A single page link can accommodate multiple languages and switch among them based on the user's system language",
  "whale-marketing-044": "Operation Case",
  "whale-marketing-045": "One-Stop Service For Account Opening And DepositRapidly Convert New Clients Into Long Term Clients",
  "whale-marketing-046": "Encourage devoted users to pass out business cards, draw in new users, and convert them to meet client acquisition goals.",
  "whale-marketing-047": "Increased Deposit Conversion Rate",
  "whale-marketing-048": "Increased Transaction Conversion Rate",
  "whale-marketing-049": "One-stop Service For Account Opening And",
  "whale-marketing-050": "Encourage devoted users to pass out business cards, draw in new users, and convert them to meet client acquisition goals.",
  "whale-marketing-051": "Increased deposit conversion rate",
  "whale-marketing-052": "Increased transaction conversion rate",
  "whale-marketing-053": "Regular Clients Invite Their Friends To Begin An Investment Journey",
  "whale-marketing-054": "The sharing rate has increased by more than 60% with multi-type invitation widgets; invitation activities' conversion rates for account opening and deposit remain within the top 1-2 channels",
  "whale-marketing-055": "Efficiency improvement per person",
  "whale-marketing-056": "Reduced rewarding cycle",
  "whale-marketing-057": "Transfer & Form A Group To Win AirPods Pro",
  "whale-marketing-058": "Regular and new clients can both participate, and it supports setting different target amounts for each group. The low requirement for new clients encourages conversion, while the high criterion for regular customers raises AUM.",
  "whale-marketing-059": "Users who reach the target quantity of share transfer",
  "whale-marketing-060": "Times",
  "whale-marketing-061": "Deposit Rapidly Convert New Clients Into Long Term Clients",
  "whale-marketing-062": "Sharing-Conversion Rate Hits A Record",
  "whale-marketing-063": "Everyone Receives One And Is Happy",
  "whale-community-001": "LongPort",
  "whale-community-002": "As investors migrate to more convenient and efficient online trading tools, they are increasingly relying on community discussion to aid decision-making in addition to viewing traditional market data, financial, and other information. ",
  "whale-community-003": "Whale launched LongPort in combination with its own business' long-term practice, aiming to provide a public community in SaaS. Traditional brokerages can benefit from the industry's most competitive community services without incurring the costs of industry research and the Internet approach.",
  "whale-community-004": "Market Pain Points",
  "whale-community-005": "Traditional Brokerages Confront Significant Challenges In Developing Community",
  "whale-community-006": "High Cost",
  "whale-community-007": "Internet tools are rapidly evolving, and community services have become routine, but but there is high startup cost",
  "whale-community-008": "Poor Competitiveness",
  "whale-community-009": "The burgeoning Internet brokerages iterate quickly through trial and error, and traditional brokerages struggle to compete with them when it comes to product power",
  "whale-community-010": "Arduous Compliance",
  "whale-community-011": "Compliance regulations for online communities vary by region, Various challenging operation and compliance issues must be addressed",
  "whale-community-012": "Complex Team",
  "whale-community-013": "Community building requires product, R&D, operation and compliance teams with expertise of both finance and internet",
  "whale-community-014": "Product Advantage",
  "whale-community-015": "LongPort's Structure & Advantages ",
  "whale-community-016": "Based On Proven Community Practices",
  "whale-community-017": "The logic of the overall community information structure is developed to meet the all-round demands of investors",
  "whale-community-018": "Provide services directly via SaaS and expand content access capabilities",
  "whale-community-019": "Advanced algorithm support for the entire content creation, processing, and delivery process",
  "whale-community-020": "Provide Community Operation Services",
  "whale-community-021": "Attracting over 300 KOLs and producing high-quality view output",
  "whale-community-022": "Strict content security control, in line with regional laws and regulations",
  "whale-community-023": "Specialized management and operation",
  "whale-community-024": "Out-Of-The-Box Services",
  "whale-community-025": "No need to grasp Internet community methodology",
  "whale-community-026": "No human resources required to operate",
  "whale-community-027": "No technical resource costs",
  "whale-community-028": "No risk of UGC information compliance",
  "whale-community-029": "Community Advantage",
  "whale-community-030": "Rich And Diverse Community Features",
  "whale-community-031": "A Complete Community Structure With Top Industry Competitiveness",
  "whale-community-032": "Drawer-style discussion board for each stock allows you to view other users' thoughts at any time when browsing stock information",
  "whale-community-033": "Public conversation space in which you can find and follow trending information and top users around the market",
  "whale-community-034": "An interactive profile where you can see previous content and interactions from both you and other users",
  "whale-community-035": "Specialized Stock View",
  "whale-community-036": "Visually combine user views with stock price trend to provide a special long-term Thread feature",
  "whale-community-037": "Stock discussion board - KOL view Thread: You may easily identify the most valuable investors under each stock, and track and trace back their long-term views",
  "whale-community-038": "User Homepage - Stock View Thread: you can quickly discover stocks that people have been following for a long time, and track and Trace their long-term views",
  "whale-community-039": "Unique Collection Feature",
  "whale-community-040": "Investors can categorize their long-term perspectives based on a certain logic, producing a collection of in-depth information with high consumption value.",
  "whale-community-041": "Independent Official Account",
  "whale-community-042": "You can create an independent official account, access or manually operate your own content through API, and limit distribution to your apps.",
  "whale-community-043": "Access Community",
  "whale-delivery-system-001": "Digital Marketing Platform",
  "whale-delivery-system-002": "Our digital operations platform is centered around operating strategies for the entire customer lifecycle. ",
  "whale-delivery-system-003": "By selecting appropriate touchpoint content, timing, and target audience, you can use various touchpoint channels such as App Push, Banner, Popup, SMS, Email, etc. to accurately reach out to your clients.",
  "whale-delivery-system-004": "Industry Solution",
  "whale-delivery-system-005": "Digital Operation Plan",
  "whale-delivery-system-006": "Scenario-Based",
  "whale-delivery-system-007": "Comprehensive, Scenario-based Tool For Quickly Implementing And Testing Operational Strategies",
  "whale-delivery-system-008": "Industry Issues",
  "whale-delivery-system-009": "Launching new initiatives can be costly, time-consuming, and labor intensive",
  "whale-delivery-system-010": "Lack of fine-tuned targeting makes it difficult to implement company-wide marketing strategies",
  "whale-delivery-system-011": "Unable to trigger campaigns based on specific scenarios, making it difficult to reach target audiences",
  "whale-delivery-system-012": "Solution",
  "whale-delivery-system-013": "Provides a closed-loop operation tool that integrates operation strategies → Audience selection → Channel reach → Data analysis → Strategy optimization.",
  "whale-delivery-system-014": "Systemization",
  "whale-delivery-system-015": "Systematic Operation Strategies Are Required To Guide Everyday Operations",
  "whale-delivery-system-016": "Industry Solution",
  "whale-delivery-system-017": "Operations lacking sustainability",
  "whale-delivery-system-018": "Operations lacking variety",
  "whale-delivery-system-019": "Operations lacking systematic management",
  "whale-delivery-system-020": "Solution",
  "whale-delivery-system-021": "Provides systematic operational strategy consulting services to help define key operational points in the customer life cycle and implement different stage customer operation management.",
  "whale-delivery-system-022": "Data Visualization",
  "whale-delivery-system-023": "A Database That Can Create A Complete User Profile Is Required",
  "whale-delivery-system-024": "Industry Issues",
  "whale-delivery-system-025": "There is a data disconnect between the service systems",
  "whale-delivery-system-026": "Failure to timely evaluate data performance",
  "whale-delivery-system-027": "Poor data quality and inconsistent standards",
  "whale-delivery-system-028": "Solution",
  "whale-delivery-system-029": "Provides the ability to integrate customer data, breaks down system barriers, unifies application standards, and helps data-driven operations.",
  "whale-delivery-system-030": "Basic",
  "whale-delivery-system-031": "Suitable for companies that only require basic user push",
  "whale-delivery-system-032": "Feature Description",
  "whale-delivery-system-033": "Supports 2 strategies",
  "whale-delivery-system-034": "Supports 3 push channels",
  "whale-delivery-system-035": "Supports 2 methods for creating client segments",
  "whale-delivery-system-036": "Standard",
  "whale-delivery-system-037": "Suitable for companies with modest push needs and a team size of under 5 operators",
  "whale-delivery-system-038": "Wish to develop standard marketing capability and push to users via multiple channels",
  "whale-delivery-system-040": "Supports 3 strategies",
  "whale-delivery-system-041": "Supports 5 push channels",
  "whale-delivery-system-042": "Pro",
  "whale-delivery-system-043": "Ideal for companies with large push needs and a team size of over 5 operators",
  "whale-delivery-system-044": "Wish to develop intelligent marketing capability and achieve core operation goals",
  "whale-delivery-system-045": "Supports intelligent strategy",
  "whale-delivery-system-046": "Supports creating rule segments",
  "whale-delivery-system-047": "Supports 3 premium features",
  "whale-delivery-system-048": "Product Structure",
  "whale-delivery-system-049": "Product Structure & Advantages of Digital marketing platform",
  "whale-delivery-system-050": "Simpler Label Creation",
  "whale-delivery-system-051": "The label system construction templates and label design guide are provided to assist clients in transforming user data into user labels that meet service requirements and constructing a label system efficiently",
  "whale-delivery-system-052": "Stronger User Connection",
  "whale-delivery-system-053": "The use of omnichannel push, multi-strategy fusion, and target audience selection can increase operational effectiveness, improve user experience, and strengthen the bond between you and your clients",
  "whale-delivery-system-054": "Easier Data Analysis",
  "whale-delivery-system-055": "Market monitoring powered by visual data, user group insights, and industry analyst consulting services are all available and can support both basic data analysis and probing analysis",
  "whale-delivery-system-056": "Scenario Case",
  "whale-delivery-system-057": "Trigger Type - Complete A: Newcomer Registration Benefits",
  "whale-delivery-system-058": "Complete Newcomer Tasks And Win Fantastic Gifts",
  "whale-delivery-system-059": "Activity Theme",
  "whale-delivery-system-060": "Push of newcomer tasks",
  "whale-delivery-system-061": "Target Audience",
  "whale-delivery-system-062": "Newly registered users",
  "whale-delivery-system-063": "Operation Strategy",
  "whale-delivery-system-064": "Reminder of successful registration and newcomer package pickup",
  "whale-delivery-system-065": "Effectiveness Analysis",
  "whale-delivery-system-066": "Task pickup rate, task completion rate, 7-day retention rate of users who completed tasks",
  "whale-delivery-system-067": "How To Achieve",
  "whale-delivery-system-068": "Trigger Timing",
  "whale-delivery-system-069": "Select the plan type as Trigger - Complete X. Between 2021-01-01 16:00 and 2021-12-31 00:00, push notifications will be sent to target audience who have completed registration",
  "whale-delivery-system-070": "Target Audience",
  "whale-delivery-system-071": "Users who meet the trigger conditions (completed registration)",
  "whale-delivery-system-072": "Rules For Push ",
  "whale-delivery-system-073": "Push a reminder to the user's app",
  "whale-delivery-system-074": "Goals For Push",
  "whale-delivery-system-075": "Users can claim the newcomer benefits within 30 minutes of receiving the push",
  "src_pages_atm_deposit_add_single_index_8632": "Front & Middle Office System",
  "src_pages_atm_deposit_add_single_index_8633": "Our processing capabilities cover various investment businesses such as account opening, trading, risk control, deposit & withdrawal, etc. in multiple markets and regions. With unified asset management and high-performance risk control processing capabilities, we continue to build a set of securities front & middle office system with good experience, fast processing and 7×24 continuous operation.",
  "src_pages_atm_deposit_add_single_index_8634": "Product Advantage",
  "src_pages_atm_deposit_add_single_index_8635": "Professional, Speedy, Safe",
  "src_pages_atm_deposit_add_single_index_8636": "Extensive Deposit & Withdrawal Methods",
  "src_pages_atm_deposit_add_single_index_8637": "Support extensive deposit & withdrawal methods such as  FPS, eDDA, bank-securities transfer, online banking transfer, etc.",
  "src_pages_atm_deposit_add_single_index_8638": "Well-established Mechanism",
  "src_pages_atm_deposit_add_single_index_8639": "Well-established deposit & withdrawal review mechanism and automatic processing capabilities, reducing human resource costs",
  "src_pages_atm_deposit_add_single_index_8640": "Direct connection with multiple banks",
  "src_pages_atm_deposit_add_single_index_8641": "Support DBS-Singapore, Hang Seng Bank, HSBC, etc., and continue to connect with other banks",
  "src_pages_atm_deposit_add_single_index_8642": "Speedy Fund arrival",
  "src_pages_atm_deposit_add_single_index_8643": "Support minute level of deposit & withdrawal arrival arrival",
  "src_pages_atm_deposit_add_single_index_8644": "Extensive and complete Deposit & Withdrawal Management ",
  "src_pages_atm_deposit_add_single_index_8645": "Supports account opening in more than 200 countries and regions worldwide, as well as multiple identity authentication techniques, so as to meet the compliance requirements of different countries and regions",
  "src_pages_atm_deposit_add_single_index_8646": "Trading covers multiple markets and products, providing comprehensive order trading capabilities such as conditional orders and attached orders",
  "src_pages_atm_deposit_add_single_index_8647": "Comprehensive, accurate and efficient risk control for different stages of transactions",
  "src_pages_atm_deposit_add_single_index_8648": "Able to facilitate almost instantaneous deposits and withdrawals and support extensive deposit and withdrawal methods",
  "src_pages_atm_deposit_add_single_index_8649": "Real-time risk control indicators",
  "src_pages_atm_deposit_add_single_index_8650": "The calculations are based on own real-time asset data and risk control management, making it safer and more efficient",
  "src_pages_atm_deposit_add_single_index_8651": "Unified Buying Power",
  "src_pages_atm_deposit_add_single_index_8652": "Unified buying power for multiple currencies in multiple markets, providing users with better trading experience",
  "src_pages_atm_deposit_add_single_index_8653": "Convenient risk control management",
  "src_pages_atm_deposit_add_single_index_8654": "Provide real-time asset risk monitoring and multi-scenario post-trading risk control and management",
  "src_pages_atm_deposit_add_single_index_8655": "High-performance risk control",
  "src_pages_atm_deposit_add_single_index_8656": "The risk control judgment for front office trading and deposit & withdrawal scenarios can be completed within 5ms",
  "src_pages_atm_deposit_add_single_index_8657": "Risk Control System",
  "src_pages_atm_deposit_add_single_index_8658": "Support high-performance risk control for stocks, options and other securities",
  "src_pages_atm_deposit_add_single_index_8659": "Professional Trading Capabilities",
  "src_pages_atm_deposit_add_single_index_8660": "Online trading of stocks, ETFs, warrants, CBBCs, options, etc. across HK, US, China Connect, Singapore and other markets",
  "src_pages_atm_deposit_add_single_index_8661": "Support online trading of IPO subscriptions, fund subscriptions and redemption, and other OTC products",
  "src_pages_atm_deposit_add_single_index_8662": "Support a full range of exchange order types, plus self-developed conditional orders, additional orders, etc. to provide assistance for users' position opening and profit taking & stop loss strategies",
  "src_pages_atm_deposit_add_single_index_8663": "Advanced system with high configuration and availability",
  "src_pages_atm_deposit_add_single_index_8664": "Millisecond-level order submission delay ensures that you don't miss any trading opportunities",
  "src_pages_atm_deposit_add_single_index_8665": "20,000 TPS concurrent processing capacity, no worry about congestion even if the market is so popular",
  "src_pages_atm_deposit_add_single_index_8666": "Multi region high availability disaster recovery, 7x24 online, and off market orders can be placed all the time during non-trading hours",
  "src_pages_atm_deposit_add_single_index_8667": "In-depth business management",
  "src_pages_atm_deposit_add_single_index_8668": "Support daily trading operations such as transaction allocation, order approval, trade import, exceptional orders, order cancellation, etc.",
  "src_pages_atm_deposit_add_single_index_8669": "Real-time risk control record display, position closing, and order placement",
  "src_pages_atm_deposit_add_single_index_8670": "Real-time adjustment operations flexibly support error adjustments for daily exceptions",
  "src_pages_atm_deposit_add_single_index_8671": "An Expert in front office experience",
  "src_pages_atm_deposit_add_single_index_8672": "Flexible custom panel widget layout can be customized according to dealer preferences and operation scenarios",
  "src_pages_atm_deposit_add_single_index_8673": "Dozens of trading and quote shortcut keys allow you to place orders with just one keyboard, greatly improving the dealer's operational efficiency",
  "src_pages_atm_deposit_add_single_index_8674": "TradingView embedded charts provide abundant line drawing tools such as trend lines and shape lines, and hundreds of technical graphic indicators",
  "src_pages_atm_deposit_add_single_index_8675": "Market popularity, indices, sectors, and real-time quotes of individual stocks are all available",
  "src_pages_atm_deposit_add_single_index_8676": "Front Office System",
  "src_pages_atm_deposit_add_single_index_8677": "Speedy and Excellent, An expert in Trading",
  "packages_xadmin_shared_config_menus_7692": "Deposit & Withdrawal Management",
  "packages_xadmin_shared_config_menus_7693": "https://pub.lbkrs.com/static/offline/202301/nzFFjZEHgk6xtdt2/2.svg",
  "packages_xadmin_shared_config_menus_7694": "https://pub.lbkrs.com/static/offline/202301/r3JcEVnsdb8n2TKp/7.svg",
  "packages_xadmin_shared_config_menus_7695": "https://pub.lbkrs.com/static/offline/202301/oAw86e2arajGaibc/1.svg",
  "packages_xadmin_shared_config_menus_7696": "https://pub.lbkrs.com/static/offline/202301/YhFrVX4dG7RjMfRV/Frame_427319075.svg",
  "packages_xadmin_shared_config_menus_7697": "https://pub.lbkrs.com/static/offline/202301/huqvL9fEeVsZFntF/6.svg",
  "packages_xadmin_shared_config_menus_7698": "https://pub.lbkrs.com/static/offline/202301/GMu3A76tWHr6PHuJ/5.svg",
  "whale-middle-desk-001": "Front & Middle Office System",
  "features_header_index_2": "Home",
  "features_header_index_3": "Trading Platforms",
  "features_header_index_4": "互联网 App + 解决方案",
  "pages_locale_solutions_retail_5": "WHALE Trading Platform, with simple UI and a variety of features, is dedicated to providing users with a better trading experience. Based on \"Discovery → Learning → Trading\" and integrated with a significant quantity of structured data, it facilitates the development of more diversified stock selection tools and lowers the threshold for user cognition and investment transactions. ",
  "pages_locale_solutions_retail_5_1": "Supported multiple terminals: Mobile, Pad, Desktop, and Web",
  "pages_locale_solutions_retail_6": "A public-branded securities trading platform that allows trading after successfully opening an account",
  "pages_locale_solutions_retail_7": "Product Features",
  "pages_locale_solutions_retail_8": "A public branded trading platform with a vibrant community that does not require human resources to operate",
  "pages_locale_solutions_retail_9": "Rich community content and free access to all types of live learning",
  "pages_locale_solutions_retail_10": "Free access to news and information from professional platforms such as Wallstreet and Zhitong Finance",
  "pages_locale_solutions_retail_11": "Quick launch at low cost, out-of-the-box services",
  "pages_locale_solutions_retail_12": "Rapid customer acquisition without the need for additional technical resources",
  "pages_locale_solutions_retail_13": "Supported Terminals",
  "pages_locale_solutions_retail_14": "Support independent operations and help brokerages create terminal products with their own branding",
  "pages_locale_solutions_retail_15": "Support changing visual style to create independent terminal branding",
  "pages_locale_solutions_retail_16": "Support feature customization to satisfy diverse brokerage demands",
  "pages_locale_solutions_retail_17": "Support access to the marketing activities middle office to implement online marketing, with an independent traffic circle",
  "pages_locale_solutions_retail_18": "Support desktop trading for more intuitive asset management",
  "pages_locale_solutions_retail_19": "Support multiple terminals online at the same time",
  "pages_locale_solutions_retail_20": "Graspable Fundamentals Make Investment Research Easier",
  "pages_locale_solutions_retail_21": "Overview: Longbridge featured services",
  "pages_locale_solutions_retail_22": "Utilize a variety of data sources to create a thorough stock analysis",
  "pages_locale_solutions_retail_23": "Increase the breadth of your understanding of securities analysis by include institutional views, valuation analysis, stock price trends, and supply chain information",
  "pages_locale_solutions_retail_24": "Support for viewing in-depth stock data, including key factors and data charts",
  "pages_locale_solutions_retail_25": "Intelligent Trading Strategies Reduce The Burden Of Market Monitoring On Users",
  "pages_locale_solutions_retail_26": "Diversified trading: support multiple trading strategies",
  "pages_locale_solutions_retail_27": "Support for setting intelligent trading strategies to take profit and stop loss, reducing the burden of market monitoring on users and enabling them to trade more effectively",
  "pages_locale_solutions_retail_28": "Set conditional orders that are monitored and executed by the system",
  "pages_locale_solutions_retail_29": "Grid trading orders help users earn profits from market fluctuations by buying low ans selling high",
  "pages_locale_solutions_retail_30": "An Investor's Paradise",
  "pages_locale_solutions_retail_31": "Community Forum: A constant flow of topics and news",
  "pages_locale_solutions_retail_32": "Strict content security control, with over 300 KOLs producing high-quality view output",
  "pages_locale_solutions_retail_33": "Discover more investment opportunities in the \"Feed\" module",
  "pages_locale_solutions_retail_34": "Real-Time news and rapid hot list updates enable investors to identify investment possibilities more quickly and accurately, as well as grasp the investing trend",
  "pages_locale_solutions_retail_35": "More Cutting-edge Features: Stock VS, Intelligent Stock Screener, Daily Report...",
  "pages_locale_solutions_retail_36": "As long as you need, we can provide",
  "pages_locale_solutions_retail_37": "Whale Terminal Product",
  "pages_locale_solutions_retail_38": "Multiple Terminals For Retail Brokers",
  "pages_locale_solutions_retail_39": "Support for iOS and Android",
  "pages_locale_solutions_retail_40": "Only support for iOS",
  "pages_locale_solutions_retail_41": "Trade on the web",
  "pages_locale_solutions_retail_42": "Support for Windows, MacOS, and Linux",
  "pages_locale_solutions_retail_43": "Two App Products For Brokerages",
  "pages_locale_solutions_retail_44": "Product Advantage",
  "pages_locale_solutions_retail_45": "Highlights Of Our Industry-Leading Terminal Products",
  "pages_locale_solutions_retail_46": "Why Choose Us",
  "pages_locale_solutions_retail_47": "Some Thumbs Up From Users Across Platforms",
  "pages_locale_solutions_retail_48": "From LongProt",
  "pages_locale_solutions_retail_49": "My favorite feature is: Market - Discover - More where I can view all the in-depth data, which is really good",
  "pages_locale_solutions_retail_50": "Stock VS: ",
  "pages_locale_solutions_retail_51": "Compare multiple stock symbols to assist investors in choosing a more suitable stock symbol",
  "pages_locale_solutions_retail_52": "Intelligent Stock Screener: ",
  "pages_locale_solutions_retail_53": "Screen stock symbols based on desired indicators to expedite stock screening and transaction facilitation",
  "pages_locale_solutions_retail_54": "Watchlist: ",
  "pages_locale_solutions_retail_55": "Quickly manage stock groups, help investors accurately locate their intended symbols and monitor stock rise and fall in batch",
  "pages_locale_product_retail_57": "From Apple Store",
  "pages_locale_product_retail_58": "This App is very nice for its analysis of Hk & US stocks is insightful and foreign exchange and funds are also available... Not bad, I really like it",
  "pages_locale_product_retail_59": "The entire interface is simple and clear and I believe companies concerned with aesthetics are reliable. The push notifications are also timely. I bough a stock immediately after receiving the push notification last week and it rose a lot that night. Come to rate and thank you",
  "pages_locale_product_retail_60": "From Longbridge App",
  "pages_locale_product_retail_61": "A super easy-to-use app in which you can view funds, stocks, foreign exchange... You can also keep track of your stocks regularly",
  "pages_locale_product_retail_62": "The overall UI is good and design style is perfect. There's many high-quality content, and the overall experience is very good!",
  "pages_locale_product_retail_63": "Nice UI! I like the design style! The stock trading experience is good, and the refresh speed of market data is so fast. In particular, the industry chain is classified and sorted reasonably, and the community content is also very useful",
  "pages_locale_solutions_app_plus_8678": "提供「互联网 App+」解决方案，接入实时行情、资讯，营销服务，助力零售经纪商快速拓客展业。支持与长桥、2Go 及其他柜台系统进行灵活对接，快速打通交易、风控、结算等功能。同时接入营销系统，通过进行简单权益配置即可深入客户场景，轻松触达每一位客户，并结合创意生动、引人入胜的营销活动，快速找到目标客户，持续不断的赢得新客户、激发老客户，完成高效的运营转化。",
  "pages_locale_solutions_app_plus_8679": "资讯社区服务",
  "pages_locale_solutions_app_plus_8680": "随着投资者往更便捷高效的互联网交易工具上迁移，除查看传统的行情、财务等信息外，投资者正在越来越多通过社区交流来辅助决策。传统券商无需产研资源和互联网方法论，便可拥有行业顶尖竞争力的社区服务。同时，提供 7x24 实时新闻资讯，满足用户对资讯的一切需求",
  "pages_locale_solutions_app_plus_8681": "客户营销",
  "pages_locale_solutions_app_plus_8682": "提供完整的营销服务，持续不断推出更实用的营销产品模式，为证券业务进行赋能，是传统金融业务数字化转型必不可少的市场工具。更多样化营销工具，解决券商营销过程中的「营销难、开发慢、难管理、成本高」问题",
  "pages_locale_solutions_app_plus_8683": "支持功能定制开发",
  "pages_locale_solutions_app_plus_8684": "具备行业运营经验的产品 + 专业的技术开发团队，全程为您服务，若您还在考虑功能，大可放心交给 Whale",
  "pages_locale_solutions_app_plus_8685": "公共品牌的证券交易系统，支持不同券商入驻，可实现即开即用，开户成功即可进行交易",
  "pages_locale_solutions_app_plus_8686": "适用客户",
  "pages_locale_solutions_app_plus_8687": "Rapid access to public brands, making it quicker and simpler to start securities business",
  "pages_locale_solutions_app_plus_8688": "Start business in a small volume and at low cost",
  "pages_locale_solutions_app_plus_8689": "可做定制化开发，支持功能独立、规模化运营，助力经纪商打造独立品牌",
  "pages_locale_solutions_app_plus_8690": "Independent large-scale operation and marketing needs",
  "pages_locale_solutions_app_plus_8691": "With needs for independent App branding and visual system",
  "pages_locale_solutions_app_plus_8692": "With needs for the customized development of characteristic features",
  "pages_locale_solutions_app_plus_8693": "月活用户不限量",
  "pages_locale_solutions_app_plus_8694": "White Label 标准版",
  "pages_locale_solutions_app_plus_8695": "免费 1,000 月活用户",
  "pages_locale_solutions_app_plus_8696": "White Label 专业版",
  "pages_locale_solutions_app_plus_8697": "免费 5,000 月活用户",
  "pages_locale_solutions_app_plus_8698": "White Label 旗舰版",
  "pages_locale_solutions_app_plus_8699": "风格定制",
  "pages_locale_solutions_app_plus_8700": "内容服务",
  "pages_locale_solutions_app_plus_8701": "股票数据服务",
  "pages_locale_solutions_app_plus_8701_1": "支持港/沪深行情及基本面",
  "pages_locale_solutions_app_plus_8701_2": "支持三大市场行情及基本面",
  "pages_locale_solutions_app_plus_8701_3": "部分支持",
  "pages_locale_solutions_app_plus_8702": "营销服务",
  "pages_locale_solutions_app_plus_8703": "港股",
  "pages_locale_solutions_app_plus_8704": "美股",
  "pages_locale_solutions_app_plus_8705": "A 股",
  "pages_locale_solutions_app_plus_8706": "香港市场「标准版」",
  "pages_locale_solutions_app_plus_8707": "香港市场「高级版」",
  "pages_locale_solutions_app_plus_8708": "美国市场「高级版」",
  "pages_locale_solutions_app_plus_8709": "沪深市场「标准版」",
  "pages_locale_solutions_app_plus_8710": "港股延时行情",
  "pages_locale_solutions_app_plus_8710_1": "港股延时指数",
  "pages_locale_solutions_app_plus_8711": "港股 BMP 行情",
  "pages_locale_solutions_app_plus_8712": "美股延时行情",
  "pages_locale_solutions_app_plus_8712_1": "美股延时指数",
  "pages_locale_solutions_app_plus_8713": "美股 L1 Nasdaq Basic 实时",
  "pages_locale_solutions_app_plus_8714": "OPRA 期权实时行情",
  "pages_locale_solutions_app_plus_8715": "资讯服务",
  "pages_locale_solutions_app_plus_8716": "日常推送及运营",
  "pages_locale_solutions_app_plus_8717": "长桥资讯",
  "pages_locale_solutions_app_plus_8718": "华尔街见闻",
  "pages_locale_solutions_app_plus_8719": "智通财经",
  "pages_locale_solutions_app_plus_8720": "社区服务",
  "pages_locale_solutions_app_plus_8721": "KOL 精选文章",
  "pages_locale_solutions_app_plus_8722": "日常内容运营及审核",
  "pages_locale_solutions_app_plus_8723": "热点话题",
  "pages_locale_solutions_app_plus_8724": "客户关系管理",
  "pages_locale_solutions_app_plus_8725": "帮助系统",
  "pages_locale_solutions_app_plus_8726": "基础运营计划",
  "pages_locale_solutions_app_plus_8727": "智能运营计划",
  "pages_locale_solutions_app_plus_8728": "基础通道管理",
  "pages_locale_solutions_app_plus_8729": "全通道管理",
  "pages_locale_solutions_app_plus_8730": "基础用户分群",
  "pages_locale_solutions_app_plus_8731": "规则用户分群",
  "pages_locale_solutions_app_plus_8732": "权益系统",
  "pages_locale_solutions_app_plus_8733": "发奖与奖励管理",
  "pages_locale_solutions_app_plus_8734": "行情卡券",
  "pages_locale_solutions_app_plus_8735": "股票现金卡券",
  "pages_locale_solutions_app_plus_8736": "平台费融资卡券",
  "pages_locale_solutions_app_plus_8737": "开户入金活动",
  "pages_locale_solutions_app_plus_8738": "邀请组队活动",
  "pages_locale_solutions_app_plus_8739": "静态页面搭建",
  "pages_locale_solutions_app_plus_8740": "活动页面搭建",
  "pages_locale_solutions_app_plus_8741": "定制化页面模版",
  "pages_locale_solutions_app_plus_8742": "助力零售经纪商快速展业，轻松赢得增长转化",
  "pages_locale_solutions_app_plus_8743": "一站式数据及内容服务",
  "pages_locale_solutions_app_plus_8744": "行情授权",
  "pages_locale_solutions_app_plus_8745": "一站式解决行情授权问题，数据覆盖面广，评级全面且独立",
  "pages_locale_solutions_app_plus_8746": "稳定行情",
  "pages_locale_solutions_app_plus_8747": "提供香港、美国、A 股，三大核心市场实时行情、延迟行情及 BMP 行情",
  "pages_locale_solutions_app_plus_8748": "衍生功能",
  "pages_locale_solutions_app_plus_8749": "更丰富全面的证券基本面数据，开放机构观点、估值分析、股价趋势、智能选股等特色功能",
  "pages_locale_solutions_app_plus_8750": "致力于为证券业务进行赋能",
  "pages_locale_solutions_app_plus_8751": "精准定位",
  "pages_locale_solutions_app_plus_8752": "利用专业工具帮助您真正了解客户需求，更便捷的寻找并定位到最有价值的客户",
  "pages_locale_solutions_app_plus_8753": "高效转化",
  "pages_locale_solutions_app_plus_8754": "高效完成客户转化、客户关系维护，节约更多客户维护人工成本",
  "pages_locale_solutions_app_plus_8755": "释放证券业务相关知识库，使新手用户更快了解券商业务及平台运营活动功能",
  "pages_locale_solutions_app_plus_8756": "解决方案在科技行业内的优势",
  "pages_locale_solutions_app_plus_8757": "方案优势",
  "pages_locale_solutions_app_plus_8758": "微服务架构",
  "pages_locale_solutions_app_plus_8759": "所有服务独立化部署，保证数据安全及交付质量，持续使用更前沿的技术帮助券商互联网转型",
  "pages_locale_solutions_app_plus_8760": "快捷配置交付",
  "pages_locale_solutions_app_plus_8761": "通过配置平台进行功能配置、快捷交付，缩减了打包开发时间，更快的助您展业",
  "pages_locale_solutions_app_plus_8762": "运营营销服务",
  "pages_locale_solutions_app_plus_8763": "快捷接入运营营销服务，通过多种投放通道为经纪商的互联网转型带来更精准用户触达",
  "pages_locale_solutions_app_plus_8763_1": "用户需从行情商店购买",
  "pages_locale_solutions_app_plus_8763_2": "按需采购",
  "pages_locale_solutions_app_plus_8763_3": "A 股中华通 L1 实时行情",
  "pages_locale_solutions_app_plus_8763_4": "适用于 CCEP / TTEP 客户",
  "pages_locale_solutions_app_plus_8763_5": "客服系统",
  "pages_locale_solutions_app_plus_8763_6": "第三方服务",
  "pages_locale_solutions_app_plus_8763_7": "White Label 产品体系面向客户提供三种版本：标准版、专业版、旗舰版",
  "pages_locale_solutions_app_plus_8763_8": "标准版：港美 A 市场基本交易服务 ｜专业版：满足现代化的证券交易服务 ｜ 旗舰版：具备规模化运营营销需求",
  "pages_locale_solutions_securities_market_8769": "证券柜台解决方案",
  "pages_locale_solutions_securities_market_8770": "方案涵盖股票、期权、基金、债券、衍生品等产品的交易清算能力；支持多市场、多样化交易模式，满足经纪商开户、登记、托管、交易、清算需求；灵活可定制的开放接口可以满足各类业务快速接入，可配置的标准业务功能和定制的专业旗舰功能，任何类型的经纪商都能确定一套适合的解决方案；基于互联网运营思维梳理的核心业务流程高度实现自动化，帮助经纪商更好的降本增效",
  "pages_locale_solutions_securities_market_8771": "Windows / macOS / Linux 多终端支持，根据操作员自身操作习惯自定义面板组件和内容排布，设置不同操作快捷键，支持全键盘操作",
  "pages_locale_solutions_securities_market_8772": "专业的行情交易工具，覆盖全市场高级行情及订单类型，以及实时的 Margin Call 检测在前台实现日常的盯盘交易、订单处理、信息查询、账目调整等操作",
  "pages_locale_solutions_securities_market_8773": "便捷高效的账户管理系统实现多种身份认证方式，满足不同国家地区合规要求",
  "pages_locale_solutions_securities_market_8774": "自动化 KYC 审核流程，即刻生成审核结果",
  "pages_locale_solutions_securities_market_8775": "线上开户流程，快至 3 分钟开通账户",
  "pages_locale_solutions_securities_market_8776": "统一的资产管理与高性能的交易风控处理，提供体验佳、处理快、7×24H 连续的服务能力",
  "pages_locale_solutions_securities_market_8777": "出入金方式涵盖主流的银证转帐等直连实时到账以及银行凭证关联人工操作出入账模式",
  "pages_locale_solutions_securities_market_8778": "清结算系统具备多市场、多投资品、多币种的结合运营卡券一体化清算能力，满足经纪商灵活的业务模式",
  "pages_locale_solutions_securities_market_8779": "Whale 独立的清算数据备份及回撤功能可以在前台 7 x 24 运转的情况下完成分市场的精准一键清算",
  "pages_locale_solutions_securities_market_8780": "公司行动系统实现从预告登记到方案选择以及确认执行支持线上自动化处理流程，满足客户在线快速选择方案，确保公司行动方案及时准确执行",
  "pages_locale_solutions_securities_market_8781": "丰富的各类业务、监管报表及灵活的配置的会计系统有效提高财务及结算人员工作效率",
  "pages_locale_solutions_securities_market_8782": "产品功能",
  "pages_locale_solutions_securities_market_8783": "Advanced",
  "pages_locale_solutions_securities_market_8784": "证券市场支持",
  "pages_locale_solutions_securities_market_8785": "香港港股",
  "pages_locale_solutions_securities_market_8786": "港股暗盘",
  "pages_locale_solutions_securities_market_8787": "中华通 A 股",
  "pages_locale_solutions_securities_market_8788": "美股（含盘前盘后）",
  "pages_locale_solutions_securities_market_8789": "新加坡股",
  "pages_locale_solutions_securities_market_8790": "基金产品",
  "pages_locale_solutions_securities_market_8791": "美股期权",
  "pages_locale_solutions_securities_market_8792": "OTC-股票（全球市场）",
  "pages_locale_solutions_securities_market_8793": "OTC-债券",
  "pages_locale_solutions_securities_market_8794": "OTC-其他（含衍生品）",
  "pages_locale_solutions_securities_market_8795": "美股沽空 Short Sell",
  "pages_locale_solutions_securities_market_8796": "订单类型支持",
  "pages_locale_solutions_securities_market_8797": "篮子订单",
  "pages_locale_solutions_securities_market_8798": "网格订单",
  "pages_locale_solutions_securities_market_8799": "订阅升级",
  "pages_locale_solutions_securities_market_8800": "已订阅产品的核心功能保障持续升级迭代",
  "pages_locale_solutions_securities_market_8801": "交易面板",
  "pages_locale_solutions_securities_market_8802": "交易管理",
  "pages_locale_solutions_securities_market_8803": "成交补单",
  "pages_locale_solutions_securities_market_8804": "成交分配",
  "pages_locale_solutions_securities_market_8805": "订单批核",
  "pages_locale_solutions_securities_market_8806": "基金管理",
  "pages_locale_solutions_securities_market_8807": "基金详情",
  "pages_locale_solutions_securities_market_8808": "基金交易",
  "pages_locale_solutions_securities_market_8809": "新股 IPO",
  "pages_locale_solutions_securities_market_8810": "新股详情",
  "pages_locale_solutions_securities_market_8811": "新股认购",
  "pages_locale_solutions_securities_market_8812": "风控管理",
  "pages_locale_solutions_securities_market_8813": "证券限制",
  "pages_locale_solutions_securities_market_8814": "调账功能",
  "pages_locale_solutions_securities_market_8815": "调账查询",
  "pages_locale_solutions_securities_market_8816": "调账清算",
  "pages_locale_solutions_securities_market_8817": "账户管理系统",
  "pages_locale_solutions_securities_market_8818": "账户信息管理及 KYC 审核",
  "pages_locale_solutions_securities_market_8819": "柜台开户",
  "pages_locale_solutions_securities_market_8820": "线上开户及标准流程配置",
  "pages_locale_solutions_securities_market_8821": "客户持续监察及 CDD 自动年检",
  "pages_locale_solutions_securities_market_8822": "IPO 系统",
  "pages_locale_solutions_securities_market_8823": "港股 IPO 资料管理",
  "pages_locale_solutions_securities_market_8824": "港股 IPO 认购配售",
  "pages_locale_solutions_securities_market_8825": "单一融资渠道配置",
  "pages_locale_solutions_securities_market_8826": "美股 IPO 资料管理",
  "pages_locale_solutions_securities_market_8827": "美股 IPO 认购配售",
  "pages_locale_solutions_securities_market_8828": "全额融资认购",
  "pages_locale_solutions_securities_market_8829": "多融资渠道配置",
  "pages_locale_solutions_securities_market_8830": "IPO 认购通道外接服务",
  "pages_locale_solutions_securities_market_8831": "出入金及资产管理系统",
  "pages_locale_solutions_securities_market_8832": "7x24 小时服务能力",
  "pages_locale_solutions_securities_market_8833": "网上转账",
  "pages_locale_solutions_securities_market_8834": "FPS 转账",
  "pages_locale_solutions_securities_market_8835": "支票",
  "pages_locale_solutions_securities_market_8836": "ATM 机",
  "pages_locale_solutions_securities_market_8837": "现金",
  "pages_locale_solutions_securities_market_8838": "手工换汇",
  "pages_locale_solutions_securities_market_8839": "跨境电子汇款 TT",
  "pages_locale_solutions_securities_market_8840": "实时银证转账平台",
  "pages_locale_solutions_securities_market_8841": "银行账单批量配对",
  "pages_locale_solutions_securities_market_8842": "实时换汇",
  "pages_locale_solutions_securities_market_8843": "换汇对接银行 API",
  "pages_locale_solutions_securities_market_8844": "基金系统",
  "pages_locale_solutions_securities_market_8845": "基金产品管理，上下架",
  "pages_locale_solutions_securities_market_8846": "风险评估",
  "pages_locale_solutions_securities_market_8847": "手工调账",
  "pages_locale_solutions_securities_market_8848": "基金认购赎回系统处理流程",
  "pages_locale_solutions_securities_market_8849": "OTC 系统",
  "pages_locale_solutions_securities_market_8850": "OTC 产品管理",
  "pages_locale_solutions_securities_market_8851": "OTC 产品系统交易后端处理流程",
  "pages_locale_solutions_securities_market_8852": "交易限额",
  "pages_locale_solutions_securities_market_8853": "压力测试及风控报表",
  "pages_locale_solutions_securities_market_8854": "统一风控 Margin Call 监测",
  "pages_locale_solutions_securities_market_8855": "手动平仓",
  "pages_locale_solutions_securities_market_8856": "手动授信，融资额度管理",
  "pages_locale_solutions_securities_market_8857": "批量平仓",
  "pages_locale_solutions_securities_market_8858": "自动授信，融资额度管理",
  "pages_locale_solutions_securities_market_8859": "期权风控",
  "pages_locale_solutions_securities_market_8860": "自动平仓",
  "pages_locale_solutions_securities_market_8861": "风险分组计算",
  "pages_locale_solutions_securities_market_8862": "Margin Call 语音通知",
  "pages_locale_solutions_securities_market_8863": "Margin Call 策略回测功能",
  "pages_locale_solutions_securities_market_8864": "公司行动系统",
  "pages_locale_solutions_securities_market_8865": "港股常见公司行动",
  "pages_locale_solutions_securities_market_8866": "美股常见公司行动",
  "pages_locale_solutions_securities_market_8867": "中华通 A 股常见公司行动",
  "pages_locale_solutions_securities_market_8868": "线上公司行动 - App 选股选息",
  "pages_locale_solutions_securities_market_8869": "线上公司行动 - App 供股",
  "pages_locale_solutions_securities_market_8870": "会计中台",
  "pages_locale_solutions_securities_market_8871": "科目属性",
  "pages_locale_solutions_securities_market_8872": "会计科目",
  "pages_locale_solutions_securities_market_8873": "分录规则",
  "pages_locale_solutions_securities_market_8874": "会计分录、明细账",
  "pages_locale_solutions_securities_market_8875": "银行余额自动查询",
  "pages_locale_solutions_securities_market_8876": "财务报表导出",
  "pages_locale_solutions_securities_market_8877": "清算系统",
  "pages_locale_solutions_securities_market_8878": "基础计费管理",
  "pages_locale_solutions_securities_market_8879": "日终任务",
  "pages_locale_solutions_securities_market_8880": "对账",
  "pages_locale_solutions_securities_market_8881": "结单管理",
  "pages_locale_solutions_securities_market_8882": "仓位管理",
  "pages_locale_solutions_securities_market_8883": "一键清算",
  "pages_locale_solutions_securities_market_8884": "经纪分佣",
  "pages_locale_solutions_securities_market_8885": "阶梯计费",
  "pages_locale_solutions_securities_market_8886": "报表",
  "pages_locale_solutions_securities_market_8887": "各类业务报表",
  "pages_locale_solutions_securities_market_8888": "报表批量打印",
  "pages_locale_solutions_securities_market_8889": "系统用户管理",
  "pages_locale_solutions_securities_market_8890": "权限管理",
  "pages_locale_solutions_securities_market_8891": "管理员管理",
  "pages_locale_solutions_securities_market_8892": "角色管理",
  "pages_locale_solutions_securities_market_8893": "系统操作日志",
  "pages_locale_solutions_securities_market_8894": "审批流程",
  "pages_locale_solutions_securities_market_8895": "监管升级服务",
  "pages_locale_solutions_securities_market_8896": "HKEX、SFC 监管改动",
  "pages_locale_solutions_securities_market_8897": "证券交易能力",
  "pages_locale_solutions_securities_market_8898": "丰富的市场和品种覆盖、全面的订单交易能力",
  "pages_locale_solutions_securities_market_8899": "连接环球市场",
  "pages_locale_solutions_securities_market_8900": "支持港美 A 新加坡四个市场的常见交易标的，包括各场内的股票、场内外 ETF、股票、债券交易、窝轮、牛熊证、界内证、美股期权及 OTC 股票交易等",
  "pages_locale_solutions_securities_market_8901": "完整的基础订单",
  "pages_locale_solutions_securities_market_8902": "覆盖交易所支持的各类包括竞价、限价等基础订单类型，提供自研市价单及常用的止盈止损条件订单，可设定 GTD/GTC 长期单及非交易时段预埋单",
  "pages_locale_solutions_securities_market_8903": "专业的交易策略",
  "pages_locale_solutions_securities_market_8904": "面对专业交易人员的复杂策略场景，Whale 还提供了包括算法订单如 TWAP/VWAP、网格订单、篮子订单在内的多种交易策略，充分满足策略交易需求",
  "pages_locale_solutions_securities_market_8905": "证券交易前台 (WhaleTradeTerminal)",
  "pages_locale_solutions_securities_market_8906": "专业的交易前台系统",
  "pages_locale_solutions_securities_market_8907": "证券交易中台",
  "pages_locale_solutions_securities_market_8908": "便捷的证券交易中台",
  "pages_locale_solutions_securities_market_8909": "证券交易后台",
  "pages_locale_solutions_securities_market_8910": "稳定高效的证券交易后台",
  "pages_locale_solutions_securities_market_8910_1": "港股 - 基本订单",
  "pages_locale_solutions_securities_market_8910_2": "含：LO、MO、ELO、SLO、AO、ALO、Odd Lot、Manual Trade(含碎股撮合)、碎股盘与撮合、交易所批量撤单",
  "pages_locale_solutions_securities_market_8910_3": "中华通 - 基本订单",
  "pages_locale_solutions_securities_market_8910_4": "含：LO、MO",
  "pages_locale_solutions_securities_market_8910_5": "美股 - 基本订单",
  "pages_locale_solutions_securities_market_8910_6": "含：LO、MO、支持盘前盘后时段交易",
  "pages_locale_solutions_securities_market_8910_7": "新加坡股 - 基本订单",
  "pages_locale_solutions_securities_market_8910_8": "长期单",
  "pages_locale_solutions_securities_market_8910_9": "含：GTD、GTC、FOK、IOC",
  "pages_locale_solutions_securities_market_8910_10": "条件订单",
  "pages_locale_solutions_securities_market_8910_11": "含：到价买入、到价卖出、反弹买入、回落卖出",
  "pages_locale_solutions_securities_market_8910_12": "策略订单（金纳算法）",
  "pages_locale_solutions_securities_market_8910_13": "含：TWAP、VWAP",
  "pages_locale_solutions_securities_market_8910_14": "基础功能",
  "pages_locale_solutions_securities_market_8910_15": "含：市场、个股、自选、查看客户资料、委托下单、查看持仓",
  "pages_locale_solutions_securities_market_8910_16": "EP 专属港交所功能",
  "pages_locale_solutions_securities_market_8910_17": "含：人手单、批量撤单、碎股撮合",
  "pages_locale_solutions_securities_market_8910_18": "支持 1 eDDA",
  "pages_locale_solutions_securities_market_8910_19": "支持 2 eDDA",
  "pages_locale_solutions_securities_market_8910_20": "支持 1 银证",
  "pages_locale_solutions_securities_market_8910_21": "支持 2 银证",
  "pages_locale_solutions_securities_market_8910_22": "指数管理",
  "pages_locale_solutions_securities_market_8910_23": "含：成份股管理、haircut 管理",
  "pages_locale_solutions_securities_market_8910_24": "风控参数设置",
  "pages_locale_solutions_securities_market_8910_25": "含：风控大盘监控",
  "pages_locale_solutions_securities_market_8910_26": "公司行动通知",
  "pages_locale_solutions_securities_market_8910_27": "含：结单、App、SMS、Email",
  "pages_locale_solutions_securities_market_8910_28": "记账数据源",
  "pages_locale_solutions_securities_market_8910_29": "含：支付流水、银行流水、人工录入",
  "pages_locale_solutions_securities_market_8910_30": "Whale 证券柜台解决方案面向客户提供三种版本：标准版、专业版、旗舰版",
  "pages_locale_solutions_securities_market_8910_31": "标准版：基本的美港 A 股交易能力 ｜ 专业版：现代化的证券交易能力 ｜ 旗舰版：具有互联网营销、机构服务能力的合作伙伴",
  "pages_locale_solutions_securities_market_8910_111": "港股 - 基本订单",
  "whale-delivery-system-076": "Supports periodic single/repeat scheduling",
  "whale-delivery-system-077": "Supports SMS, Email, Push channels",
  "whale-delivery-system-078": "Supports CSV import and preset label groups",
  "whale-delivery-system-079": "Supports SMS, Email, Push templates",
  "whale-delivery-system-080": "Develop standard marketing capability and push users via multiple channels",
  "whale-delivery-system-081": "Supports",
  "whale-delivery-system-082": "full function",
  "whale-delivery-system-083": "Added acquisition plan",
  "whale-delivery-system-084": "Added Banner, Popup touch",
  "whale-delivery-system-085": "Added Banner, Popup templates",
  "whale-delivery-system-086": "Supports Standard and  Pro full function",
  "whale-delivery-system-087": "Added trigger plan",
  "whale-delivery-system-088": "Added non-preset label extension service",
  "whale-delivery-system-089": "Added functions such as A/B test",
  "features_header_index_891113": "虚拟资产解决方案",
  "pages_locale_solutions_virtual_assets_891114": "Whale 作为香港市场第一家可用的虚拟资产解决方案提供商，提供包括行情数据、社区资讯、交易、清结算等一站式解决方案，可满足客户在虚拟资产市场展业的全部需要。同时提供标准版和专业版两个版本，供客户根据自身不同需求选择适合自身的解决方案。Whale 同时提供证券解决方案客户在原有方案上进行升级，增加虚拟资产模块，增加产品竞争力。",
  "pages_locale_solutions_virtual_assets_891115": "虚拟资产数据服务",
  "pages_locale_solutions_virtual_assets_891116": "接入 OSL、HashKey 等多家交易所行情数据",
  "pages_locale_solutions_virtual_assets_891117": "提供虚拟资产实时价格、近 24 小时分时走势、全部历史 k 线",
  "pages_locale_solutions_virtual_assets_891118": "提供 50 档深度盘口数据",
  "pages_locale_solutions_virtual_assets_891119": "提供完整的逐笔成交明细",
  "pages_locale_solutions_virtual_assets_891120": "汇聚全球主流数字货币媒体资讯",
  "pages_locale_solutions_virtual_assets_891121": "分地区内容合规审查，灵活分发内容",
  "pages_locale_solutions_virtual_assets_891122": "7x24 小时不间断快讯播报",
  "pages_locale_solutions_virtual_assets_891123": "交易服务",
  "pages_locale_solutions_virtual_assets_891124": "安全、合规、便捷的交易体验",
  "pages_locale_solutions_virtual_assets_891125": "虚拟资产交易",
  "pages_locale_solutions_virtual_assets_891126": "OSL、HashKey 多交易所交易接入，支持 7x24 小时不间断交易",
  "pages_locale_solutions_virtual_assets_891127": "全终端覆盖，支持 iOS、Android、桌面版、Web 版等各终端交易",
  "pages_locale_solutions_virtual_assets_891128": "支持限价单、市价单等多种订单类型，支持长期单",
  "pages_locale_solutions_virtual_assets_891129": "虚拟资产账户",
  "pages_locale_solutions_virtual_assets_891130": "全面的虚拟资产账户合规协议支持",
  "pages_locale_solutions_virtual_assets_891131": "自动化 KYC 审核流程，即刻生成审核结果，结合线上开户流程，快至 3 分钟开通账户",
  "pages_locale_solutions_virtual_assets_891132": "一套账户系统同时支持虚拟资产及股票交易，客户个人信息无需重复填写",
  "pages_locale_solutions_virtual_assets_891133": "柜台系统",
  "pages_locale_solutions_virtual_assets_891134": "为虚拟资产交易提供全方位支持",
  "pages_locale_solutions_virtual_assets_891135": "交易前台",
  "pages_locale_solutions_virtual_assets_891136": "专业的行情交易工具，全面支持虚拟资产行情、下单、资产查询等，可满足交易员/经纪人同时在股票/虚拟资产交易中进行切换",
  "pages_locale_solutions_virtual_assets_891137": "交易中台",
  "pages_locale_solutions_virtual_assets_891138": "灵活配置虚拟资产 PI 客户及普通零售客户交易权限",
  "pages_locale_solutions_virtual_assets_891139": "统一的资产管理与高性能的交易风控处理，提供体验佳、处理快、7x24 小时连续的服务能力",
  "pages_locale_solutions_virtual_assets_891140": "风控系统能够全面、准确、高效地处理各类证券交易相关的事前、事中、事后风控",
  "pages_locale_solutions_virtual_assets_891141": "虚拟资产",
  "pages_locale_solutions_virtual_assets_891142": "基本订单",
  "pages_locale_solutions_virtual_assets_891143": "交易后台",
  "pages_locale_solutions_virtual_assets_891144": "清算系统已对接 OSL、HashKey，可支持 7x24 小时不间断交易下的清结算",
  "pages_locale_solutions_virtual_assets_891145": "支持虚拟资产的交易费、托管费、平台费各类计费，股票与虚拟资产同一柜台多市场灵活配置",
  "pages_locale_solutions_virtual_assets_891146": "报表系统已适配 SFC 虚拟资产相关合规政策，支持客户、财务、交易、合规、风控、结算等几大类共 100 多张报表"
}
