{
  "features_header_index_2": "首页",
  "features_header_index_3": "Trading Platforms",
  "features_header_index_4": "互联网 App + 解决方案",
  "pagessss_locale_solutions_retail_5": "WHALE Trading Platform, with simple UI and a variety of features, is dedicated to providing users with a better trading experience. Based on \"Discovery → Learning → Trading\" and integrated with a significant quantity of structured data, it facilitates the development of more diversified stock selection tools and lowers the threshold for user cognition and investment transactions. Supported multiple terminals: Mobile, Pad, Desktop, and Web",
  "pages_locale_solutions_retail_6": "A public-branded securities trading platform that allows trading after successfully opening an account",
  "pages_locale_solutions_retail_7": "Product Features",
  "pages_locale_solutions_retail_8": "A public branded trading platform with a vibrant community that does not require human resources to operate",
  "pages_locale_solutions_retail_9": "Rich community content and free access to all types of live learning",
  "pages_locale_solutions_retail_10": "Free access to news and information from professional platforms such as Wallstreet and Zhitong Finance",
  "pages_locale_solutions_retail_11": "Quick launch at low cost, out-of-the-box services",
  "pages_locale_solutions_retail_12": "Rapid customer acquisition without the need for additional technical resources",
  "pages_locale_solutions_retail_13": "Supported Terminals",
  "pages_locale_solutions_retail_14": "Support independent operations and help brokerages create terminal products with their own branding",
  "pages_locale_solutions_retail_15": "Support changing visual style to create independent terminal branding",
  "pages_locale_solutions_retail_16": "Support feature customization to satisfy diverse brokerage demands",
  "pages_locale_solutions_retail_17": "Support access to the marketing activities middle office to implement online marketing, with an independent traffic circle",
  "pages_locale_solutions_retail_18": "Support desktop trading for more intuitive asset management",
  "pages_locale_solutions_retail_19": "Support multiple terminals online at the same time",
  "pages_locale_solutions_retail_20": "Graspable Fundamentals Make Investment Research Easier",
  "pages_locale_solutions_retail_21": "Overview: Longbridge featured services",
  "pages_locale_solutions_retail_22": "Utilize a variety of data sources to create a thorough stock analysis",
  "pages_locale_solutions_retail_23": "Increase the breadth of your understanding of securities analysis by include institutional views, valuation analysis, stock price trends, and supply chain information",
  "pages_locale_solutions_retail_24": "Support for viewing in-depth stock data, including key factors and data charts",
  "pages_locale_solutions_retail_25": "Intelligent Trading Strategies Reduce The Burden Of Market Monitoring On Users",
  "pages_locale_solutions_retail_26": "Diversified trading: support multiple trading strategies",
  "pages_locale_solutions_retail_27": "Support for setting intelligent trading strategies to take profit and stop loss, reducing the burden of market monitoring on users and enabling them to trade more effectively",
  "pages_locale_solutions_retail_28": "Set conditional orders that are monitored and executed by the system",
  "pages_locale_solutions_retail_29": "Grid trading orders help users earn profits from market fluctuations by buying low ans selling high",
  "pages_locale_solutions_retail_30": "An Investor's Paradise",
  "pages_locale_solutions_retail_31": "Community Forum: A constant flow of topics and news",
  "pages_locale_solutions_retail_32": "Strict content security control, with over 300 KOLs producing high-quality view output",
  "pages_locale_solutions_retail_33": "Discover more investment opportunities in the \"Feed\" module",
  "pages_locale_solutions_retail_34": "Real-Time news and rapid hot list updates enable investors to identify investment possibilities more quickly and accurately, as well as grasp the investing trend",
  "pages_locale_solutions_retail_35": "More Cutting-edge Features: Stock VS, Intelligent Stock Screener, Daily Report...",
  "pages_locale_solutions_retail_36": "As long as you need, we can provide",
  "pages_locale_solutions_retail_37": "Whale Terminal Product",
  "pages_locale_solutions_retail_38": "Multiple terminals for retail brokers",
  "pages_locale_solutions_retail_39": "Support for iOS and Android",
  "pages_locale_solutions_retail_40": "Only support for iOS",
  "pages_locale_solutions_retail_41": "Trade on the web",
  "pages_locale_solutions_retail_42": "Support for Windows, MacOS, and Linux",
  "pages_locale_solutions_retail_43": "Two App Products For Brokerages",
  "pages_locale_solutions_retail_44": "Product Advantage",
  "pages_locale_solutions_retail_45": "Highlights of our industry-leading terminal products",
  "pages_locale_solutions_retail_46": "Why Choose Us",
  "pages_locale_solutions_retail_47": "Some Thumbs Up From Users Across Platforms",
  "pages_locale_solutions_retail_48": "From LongProt",
  "pages_locale_solutions_retail_49": "My favorite feature is: Market - Discover - More where I can view all the in-depth data, which is really good",
  "pages_locale_solutions_retail_50": "Stock VS: ",
  "pages_locale_solutions_retail_51": "Compare multiple stock symbols to assist investors in choosing a more suitable stock symbol",
  "pages_locale_solutions_retail_52": "Intelligent Stock Screener: ",
  "pages_locale_solutions_retail_53": "Screen stock symbols based on desired indicators to expedite stock screening and transaction facilitation",
  "pages_locale_solutions_retail_54": "Watchlist: ",
  "pages_locale_solutions_retail_55": "Quickly manage stock groups, help investors accurately locate their intended symbols and monitor stock rise and fall in batch",
  "pages_locale_product_retail_56": "憋的慌不要见怪",
  "pages_locale_product_retail_57": "From Apple Store",
  "pages_locale_product_retail_58": "This App is very nice for its analysis of Hk & US stocks is insightful and foreign exchange and funds are also available... Not bad, I really like it",
  "pages_locale_product_retail_59": "The entire interface is simple and clear and I believe companies concerned with aesthetics are reliable. The push notifications are also timely. I bough a stock immediately after receiving the push notification last week and it rose a lot that night. Come to rate and thank you",
  "pages_locale_product_retail_60": "From Longbridge App",
  "pages_locale_product_retail_61": "A super easy-to-use app in which you can view funds, stocks, foreign exchange... You can also keep track of your stocks regularly",
  "pages_locale_product_retail_62": "The overall UI is good and design style is perfect, but I hope the trading experience get improved. Refresh speed is a bit slow. There's many high-quality content, and the overall experience is very good!",
  "pages_locale_product_retail_63": "Nice UI! I like the design style! The stock trading experience is good, and the refresh speed of market data is so fast. In particular, the industry chain is classified and sorted reasonably, and the community content is also very useful"
}
