{
  "appName": "Longbridge Whale",
  "about_page_001": "About LONGBRIDGE WHALE",
  "about_page_002": "Whale provides brokers with one-stop, out-of-the-box products and solutions, including front, middle and back office systems such as App, trading, risk control, clearing and settlement, CRM, and intelligent marketing, as well as data services such as quotes, news information, and fundamental analysis. At the same time, Whale also integrates services such as bank channel business, stock channel business, options channel business, fund channel business, KYC/AML, etc.",
  "about_gallery_002": "Global Office",
  "about_gallery_001": "LONGBRIDGE",
  "home_features_002": "Whale provides brokers with one-stop, out-of-the-box products and solutions, including front, middle and back office systems such as App, trading, risk control, clearing and settlement, CRM, as well as data services such as quotes, news information, and fundamental analysis.",
  "home_features_001": "One-stop solution,<br > comprehensive assistance for the digitization of brokerages",
  "home_features_004": "The whale system has assisted brokerage clients to obtain the Electronic Data Service Provider (EDSP) verification from the Hong Kong SFC.",
  "home_features_006": "In addition to one-stop, out-of-the-box solutions, customers can also choose to purchase atomic products or subscribe to advanced services in real-time, including public App, White Label App, quote services, advanced fundamental data, data middle office, CRM system, smart advertising, etc.",
  "home_features_005": "Strategy and Pricing",
  "home_examples_001": "App",
  "home_examples_008": "LongPort (Public App) Free",
  "home_examples_002": "Real-time quotes for US&HK stocks",
  "home_examples_003": "System",
  "home_examples_004": "Community",
  "home_examples_005": "News",
  "home_examples_007": "The FD brokerage has been operating in the HK market for more than 20 years. However, due to factors such as the limited budget for technical input and insufficient IT human resources, the FD brokerage not only needed to afford massive costs of local computer room maintenance and system procurement but also could not provide individual users with mobile internet services such as App, news information, and real-time quotes. Therefore, users could only place orders by calling brokers, which significantly limited its business development. In order to meet the growing online investment needs of its individual users, the FD brokerage chooses to use Whale's services,  providing users with a trading app where users can view quotes and portfolios in real-time, and can also obtain more investment information through News and Community. While optimizing the user experience, the FD brokerage also improved the user retention rate, gained a large number of new users, and achieved new highs in trading revenue.",
  "home_examples_012": "Customized App",
  "home_examples_014": "HKD 2/user",
  "home_examples_013": "Subscription fee applies",
  "home_examples_006": "Free",
  "home_examples_011": "Longbridge, an app designed for users by an internet brokerage called Long Bridge Securities, is a demonstration of Whale's full capabilities. With the customized app, Long Bridge Securities helps investors build a complete asset link of \"Discovery, Learning, and Trading\", thus they can create differentiation and win user recognition in the fierce red ocean market of HK and US securities trade.",
  "header_nav_001": "Product",
  "bss_page_001": "WHALE BSS is a new generation of one-stop trading settlement system based on cloud native architecture, covering the entire process from trading to settlement. It supports the capability to trade different markets, different investment products, and trading with multi-currency to help brokers meet their flexible business models.",
  "bss_features_001": "Product Advantages",
  "bss_features_002": "Cloud-based SaaS system",
  "bss_features_003": "100% cloud-based SaaS system, fast configuration, one-click to production",
  "bss_features_004": "Covering stock, ETF, warrants, and options trading in Hong Kong and US markets, and supporting market order, limit order, conditional order, order amendment, and other order related functions",
  "bss_features_007": "Full memory control trading and risk management system with the lowest order processing delay as low as 10ms",
  "bss_features_006": "Full memory control trading and risk management system",
  "bss_features_009": "Risk engine runs within milliseconds, Margin calculation within seconds, automatic margin call management and forceselling system",
  "bss_features_008": "Risk engine runs within milliseconds",
  "bss_features_011": "Supporting multiple deposit & withdrawal methods such as FPS, eDDA, Bank-Securities Transfer, automatic deposit receipt matching, processing within seconds",
  "bss_features_010": "Supporting multiple deposit & withdrawal methods",
  "bss_features_013": "IPO functions support IPO subscription, IPO appointment, and international placement. Among them, the IPO subscription supports multiple methods including 0 principal subscriptions, cash subscriptions, financing subscriptions, etc. and subscription methods can be flexibly chosen. The system can effectively handle the subscription pressure arising from popular IPO stocks",
  "bss_features_012": "Multiple financing leverage supported for IPO subscription",
  "bss_features_014": "Technology Advantages",
  "bss_features_016": "Elastic throughput capacity, cost savings in spare time, and second-level capacity expansion during peak hours",
  "bss_features_015": "Elastic throughput capacity",
  "bss_features_018": "Based on a new generation of cloud microservice architecture",
  "bss_features_020": "Automatic elastic capacity expansion and failover capability",
  "bss_features_019": "Automatic elastic capacity expansion",
  "bss_features_022": "Enjoy the three node disaster recovery capability at the cost of a single node",
  "bss_features_021": "The three node disaster recovery capability",
  "bss_features_024": "Database-based isolation solution across the whole system, ensure data exclusiveness ",
  "bss_features_023": "Isolation solution across the whole system",
  "trading_page_002": "WHALE Trading Platform provides customers with better experience of the securities App. Based on the core journey of users —\"Discovery → Learning → Trading\" and combined with a large amount of structured data, it lowers the threshold for users to understand and participate in trading, allowing users to more easily find investment opportunities in the US, HK, Singapore, Europe, and other international core markets.",
  "trading_features_002": "Supported operating systems: Windows, macOS, Linux, iOS, Android, and Web",
  "trading_features_003": "Excellent Performance",
  "trading_features_004": "The core engine is powered by Rust, which makes it robust, compact, and safe with excellent performance",
  "trading_functions_026": "Rich functions",
  "market_page_002": "WHALE Market Data provides professional, comprehensive, and lightning-fast quote services. Customers can use extremely low Research&Development costs to quickly acquire first-class quote service capabilities covering the US market, HK market, Singapore market, A-shares market, etc. Whale supports flexible sales in Quotes Store for retail customers who require advanced quote services. In addition, it provides a quote cost management system, with which customers can clearly see their expenditure and income of quote services every month and quickly complete the reporting process to major exchanges.",
  "market_features_001": "Cloud native, microservice architecture",
  "market_features_002": "Multi-cloud and docking points disaster recovery capabilities",
  "market_features_003": "Self-developed high-performance market transmission protocol with a microsecond level of market processing capability",
  "market_features_004": "Full-memory market data storage solution and microsecond-level query performance",
  "market_features_007": "The Market Data service provides comprehensive quote services covering the US market, HK market, Singapore market, A-shares market, etc., which can be accessed through OpenAPI, SDK, App, and other platforms.",
  "market_features_008": "Quotes Store",
  "market_features_011": "Quote permission management configures the quote levels available to users according to their conditions, terminals, markets, regions, etc., and combines with the Quotes Store system to meet the dual needs of exchange compliance and quotes.",
  "market_features_009": "Quotes Store provides real-time quotes and advanced quotes of the four major markets — the US market, HK market, Shanghai & Shenzhen market, and Singapore market to meet users' demand for advanced quotes.",
  "market_features_013": "Quote cost management provides an independent cost management system to manage and control the quote cost that needs to be paid to the exchange and provides reporting data that conforms to the exchange format, which is convenient for users to report.",
  "crm_page_0010": "WHALE CRM system aims to help brokerage customers manage the retail customer relationship of the securities business and improve internal marketing efficiency. In terms of customer relationship management and maintenance, it can assist the account manager and other teams to efficiently complete the conversion of potential customers and maintain the relationship with existing customers, and can continuously reach serve customers through various online and offline channels; in terms of improving company internal marketing efficiency, customers can online manage internal team performance, marketing channels, and continuously improve efficiency through data analysis.",
  "crm_page_001": "Customer Lifecycle Management",
  "crm_page_002": "The core of establishing good customer management is to understand the needs of customers at each life cycle node. Whale CRM can efficiently manage user status and ensure that user needs can be managed and executed.",
  "crm_page_003": "KYC Management",
  "crm_page_004": "Real-time verification comparison and aliveness verification can be realized to improve account opening efficiency via automated face and document recognition. WHALE CRM has connected to the compliance verification systems of various regions to achieve efficient AML audits.",
  "crm_page_005": "Customer Reach",
  "crm_page_006": "Different contents are required to reach operations for different types of users with different lifecycles. WHALE CRM has built common user access channels, such as App Push, SMS, email, WhatsApp, etc.",
  "crm_page_007": "Market Management",
  "crm_page_008": "Online signing of advertising channels, data synchronization, and market fee settlement can be easily completed with the market management system; the data analysis can also be utilized to understand market dynamics and facilitate the fine operations of each marketing channel.",
  "header_nav_006": "Solution",
  "solutions_page_001": "One-stop Solution",
  "solutions_page_003": "LONGBRIDGE WHALE provides full-link capabilities for securities trading, including trading terminals (public App, White Label App), front-end business systems (AMS / OMS / EMS / RMS / trader front-end, etc.), clearing and settlement back-end ( Deposits and withdrawals, clearing and settlement, delivery, custody, corporate actions, etc.). It also includes the infrastructure (hybrid deployment, dedicated line, bandwidth, elastic scaling, disaster recovery, etc.) required for the deployment of these systems, as well as a system management product — WAS (WHALE Admin System), which is provided for multiple operational roles such as brokers, traders, ROs, customer service, risk control, and compliance. Furthermore, platform operation tools such as intelligent marketing system and operation event building platform, produced from the best practices of Longbridge, are all available to customers via SaaS.",
  "solutions_page_002": "LONGBRIDGE WHALE (\"Whale\") is a one-stop internet securities trading cloud service solution developed by Long Bridge Technology Hong Kong Co., Ltd. (“Long Bridge Technology”), a financial technology subsidiary of Long Bridge Group. Long Bridge Technology is a BSS Vendor of the Hong Kong Stock Exchange. The whale system it provides has assisted brokerage clients to obtain the Electronic Data Service Provider (EDSP) verification from the Hong Kong Securities and Futures Commission.  Long Bridge Group was established and launched by a founding team that consists of senior financial management teams in Singapore and Hong Kong, and technical experts from international technology giants such as Alibaba and ByteDance.",
  "solutions_features_001": "The trading terminal with the best experience",
  "solutions_features_002": "Designed for global users",
  "solutions_features_003": "Algorithm-based step pace information hierarchical distribution",
  "solutions_features_004": "Layered user trading experience",
  "solutions_features_005": "Supported on all systems",
  "solutions_features_006": "Award-winning",
  "solutions_features_007": "Lightning-fast trading system",
  "solutions_features_008": "Full memory elastic trading system",
  "solutions_features_010": "Automatic and flexible risk control capability",
  "solutions_features_009": "Multiple order routing execution capability",
  "solutions_features_011": "Order processing as fast as 10 ms",
  "solutions_features_012": "Efficient clearing and settlement system",
  "solutions_features_013": "Connect with dozens of banking institutions",
  "solutions_features_014": "Flexible and comprehensive corporate action support",
  "solutions_features_015": "Highly efficient reconciliation and finance system support",
  "solutions_features_016": "Quasi-real-time automated deposits and withdrawals",
  "solutions_features_017": "Intelligent business system",
  "solutions_features_018": "Best practice for internet user growth",
  "solutions_features_019": "Multi-market channels to attribute customer acquisition sources",
  "solutions_features_020": "Real-time user tag grouping and advertisement placement",
  "solutions_features_021": "Rich market and user operation methods, such as coupon benefits, grouping events, and other productized operation tools",
  "solutions_features_022": "Data-supported middle end",
  "solutions_features_023": "Real-time and offline reporting service",
  "solutions_features_024": "Stock asset management",
  "solutions_features_025": "Customer data management platform",
  "solutions_features_026": "Algorithm middle end",
  "solutions_features_027": "Asset management system",
  "solutions_features_028": "Support multiple assets",
  "solutions_features_029": "Efficient position management",
  "solutions_features_030": "Asset extreme fluctuation detection",
  "solutions_features_031": "Commission and other fees management",
  "solutions_app_page_001": "App Solution",
  "solutions_app_page_002": "LONGBRIDGE WHALE provides public App and white label solutions to meet the different needs of different customers. At the same time, it has also ensured compatibility with some other brokerages' BSS so that the App can independently provide services for customers. The trading products include HK stocks, US stocks, US options, funds, and other major products, which means that it can meet the needs of most users; the App also integrates data services such as quotes of US&HK stocks, news information, fundamental analysis, etc., and customers do need to access them separately. The App has been widely praised by numerous Longbridge users for its wonderful experience.",
  "solutions_apps_002": "FREE APP",
  "solutions_apps_003": "FD, OB/EP customers can enjoy free services including quotes and news information via the LongPort App.",
  "solutions_apps_004": "Provides real-time quotes of US stocks, HK stocks, US stock options, funds, etc.",
  "solutions_apps_005": "Provides news information covering US&HK stocks and the global economy, and other relevant information based on users' positions and trading preferences.",
  "solutions_apps_006": "Free Community feature",
  "solutions_apps_007": "Provides a sub-account function to meet the needs of users to open accounts with multiple FD brokerages",
  "solutions_apps_008": "Function list",
  "solutions_apps_009": "Watchlist - Watchlist, Stocklist, also includes stock fundamental data.",
  "solutions_apps_010": "Market - Market data dynamics of major markets.",
  "solutions_apps_011": "Market - IPOs.",
  "solutions_apps_012": "Market - Fund trading module.",
  "solutions_apps_013": "Feed - News and information research.",
  "solutions_apps_014": "Feed - Live and Academy.",
  "solutions_apps_015": "Feed - Community Center.",
  "solutions_apps_016": "Portfolio - Customer's portfolio, Deposits&Withdrawals, Conversion, Share transfer, P/Lanalysis, Trade Center, Corporate Actions, Statements, Funds Details, Past Orders, etc.",
  "solutions_apps_017": "Me - Settings, Help Center, Customer Service, Task Center, Activities, Quotes Store, Rate, Rewards, Community.",
  "solutions_apps_019": "A customizable paid app provided for FD, OB/EP customers.",
  "solutions_apps_020": "Provides billing for US&HK stock quotes and settlement services for data source suppliers",
  "solutions_apps_021": "Provides billing and settlement services for fundamental analysis and news information.",
  "solutions_apps_022": "Customers can decide whether to subscribe to the charged functions based on their own needs.",
  "solutions_apps_023": "Customers can communicate with product experts for the customized parts, including logo, color, and other special needs",
  "solutions_apps_024": "Function list",
  "solutions_apps_026": "Me - Settings, Help Center, customer service, Quotes Store, My Rate, Community homepage",
  "home_examples_009": "FD Model (Fully Disclosed Brokerage Model): A FD Brokerage",
  "home_examples_010": "OB/EP (Omnibus Brokerage Model): LONGBRIDGE",
  "home_examples_015": "Best Practice",
  "home_examples_016": "They all chose LONGBRIDGE WHALE",
  "home_features_003": "Cloud-native architecture, <br />reshaping brokerage infrastructure from the bottom",
  "footer_001": "Privacy policy",
  "footer_002": "Terms & Conditions",
  "footer_003": "Mail",
  "footer_004": "Tel",
  "footer_005": "© 2022 LONGBRIDGE WHALE. All rights reserved.",
  "header_nav_002": "Whale Market Data",
  "header_nav_003": "Whale BSS",
  "header_nav_004": "Trading Platform",
  "header_nav_005": "Whale CRM",
  "header_nav_007": "About",
  "home_first_screen_001": "Talk to Us",
  "market_page_001": "WHALE Market Data",
  "market_page_003": "Get Started With WHALE Market Data",
  "market_page_004": "Try Whale Market Data for free, and explore all the tools and services you need to start",
  "solutions_apps_018": "White Label",
  "bss_features_005": "Covering stock, ETF, warrants, and options product trading in Hong Kong and US markets, and supporting market order, limit order, conditional order, order amendment, and other order related functions",
  "bss_page_002": "Get Started With WHALE BSS",
  "bss_page_003": "WHALE BSS",
  "crm_page_0011": "Get Started With WHALE CRM",
  "crm_page_0012": "Try Whale Crm for free, and explore all the tools and services you need to start",
  "crm_page_009": "WHALE CRM",
  "home_page_001": "",
  "home_page_002": "Shape the future of trading by empowering all partners with internet capabilities to maximize their value",
  "market_features_005": "Market Data, <br />Fast Because Of The Cloud",
  "market_features_014": "Global Market, Global Service",
  "trading_functions_001": "Dealing in securities",
  "trading_functions_002": "SFC License Type",
  "trading_functions_003": "Stock Trading",
  "trading_functions_004": "US/HK stocks, US pre/post market",
  "trading_functions_005": "Order Type",
  "trading_functions_006": "8 order types and soon to be expanded to 10",
  "trading_functions_007": "Options Trading",
  "trading_functions_008": "Supported. Also supporting portfolio margin",
  "trading_functions_009": "Mutual Fund ",
  "trading_functions_010": "Dozens of USD and HKD funds",
  "trading_functions_011": "Private Fund",
  "trading_functions_012": "Famous fund managers and private equity funds covering multiple industries",
  "trading_functions_013": "Institution Account",
  "trading_functions_014": "Tiered pricing; API trading ",
  "trading_functions_015": "IPO",
  "trading_functions_016": "Standard HK IPO subscription, US IPO subscription, HK stock international placing",
  "trading_functions_017": "Advising on securities",
  "trading_functions_018": "SFC License Type 4",
  "trading_functions_019": "Investment Research",
  "trading_functions_020": "Dolphin Research",
  "trading_functions_021": "Stock Rating",
  "trading_functions_022": "Stock Rating section under Stock Overview",
  "trading_functions_023": "Providing automated trading services",
  "trading_functions_024": "Pre-IPO",
  "trading_functions_025": "TPS: 20000",
  "trading_page_004": "Try Whale Trading Platform for free, and explore all the tools and services you need to start",
  "trading_page_001": "WHALE Trading Platform",
  "trading_page_003": "Get Started With WHALE Trading Platform",
  "bss_features_017": "New microservices architecture",
  "market_features_006": "Market Data service",
  "market_features_010": "Quote permission management",
  "market_features_012": "Quote cost management",
  "solutions_apps_001": "Services Provided",
  "trading_features_001": "Multiple Systems Supported",
  "trading_gallery_001": "A journey of discovering investment objects, from global markets to industries to individual stocks.",
  "trading_gallery_002": "Unique features such as Overview, By Users, Supply Chain Data, etc. all satisfy users' deeper investment needs and allow them to seize opportunities in market dynamics.",
  "trading_functions_018_1": "SFC License Type 7",
  "home_page_003": "Introducing the engine at the core of the next-generation brokerage operations: The one-stop cloud-native SaaS that provide innovative brokerage infrastructure and jointly promote the digitization of the securities industry.",
  "home_features_002_2": "At the same time, Whale also integrates services such as bank channel business, stock channel business, options channel business, fund channel business, KYC/AML, etc.",
  "home_features_002_3": "Brokerage customers can achieve internet-based operations with Whale's trading operation features such as stock coupons, commission coupons, and customer acquisition tools such as invitation and group events.",
  "home_features_002_4": "Whale supports the development of customized needs and equips each customer with a dedicated service team so that customers no longer need to connect with different vendors of App and systems, which improves efficiency and solves the problems of system stability and after-sales services.",
  "home_features_004_2": "All systems are designed based on cloud-native architecture, which not only ensures the high reliability of the system but also avoids the massive investment required for local computer room operation and maintenance.",
  "home_features_004_3": "Whale has established in-depth cooperative relationships with major cloud service providers such as Amazon Cloud and Alibaba Cloud. With their powerful scientific and technological capabilities, the security of Whale's systems and data is effectively protected.",
  "home_features_006_2": "Whale aims to empower the industry ecology and achieve a win-win situation with partners through flexible charges for subscription content.",
  "home_features_004_4": "Whale has built an intelligent cross region three-centers real-time disaster recovery system, which can automatically switch lines within one minute. It supports hot deployment, and the system can also be updated on trading days, so that it can respond to user needs more quickly, fix system problems in real-time, and provide a better product experience to users in a second.",
  "home_examples_011_1": "The personalized stock fundamental module \"Overview\" presents a more comprehensive, clearer, and easier-to-understand fundamentals of stocks, and provides in-depth analysis tools to lower the threshold for users to understand and participate in trading; the industry's pioneering features such as \"Supply Chain Graph\" and \"Deep Data\" satisfy investors' deeper investment needs of understanding the company's operating conditions, comparing industry data, and exploring more investment opportunities in the industry chain.",
  "home_examples_011_2": "Longbridge also provides internet operation functions such as invitations, group events, limited-time offers, stock coupons, and commission coupons to help Long Bridge Securities achieve better user conversion. Only one month after entering the Hong Kong market, the number of local users of Long Bridge securities has exceeded ten thousand, and after just 48 days of localized operation, it has successfully ranked among the top 10 free financial apps in Hong Kong.",
  "solutions_page_003_1": "We wish to provide one-stop solutions, atomic products, and combined solutions for different customers via WHALE SaaS so that our customers can have a real internet brokerage upgrade, the ability of user operation, and be equipped with better market competitiveness. We wish to bring a better experience to our users.",
  "about_page_003": "All systems are based on cloud-native architecture, which ensures the reliability, security, and efficiency of system operation from the bottom, and also avoids the massive investment required for local computer room operation and maintenance. Brokers can choose overall solutions based on their actual business needs, or they can purchase atomic product and service combinations to flexibly connect to their existing systems. Whale aims to provide innovative brokerage infrastructure, empower the industrial ecology, achieve a win-win situation with partners, and jointly promote the digitization of the securities industry.",
  "live_form_005": "Name",
  "live_form_006": "",
  "header_nav_008": "Live",
  "header_nav_009": "News & Media",
  "live_form_007": "Company/Institution",
  "live_form_008": "",
  "live_form_009": "Business E-mail",
  "live_form_010": "",
  "live_form_004": "Submit",
  "live_video_004": "#LET'S GO CLOUD | LONGBRIDGE WHALE Virtual Launch Event",
  "live_video_005": "",
  "live_index_020": "Amid the rapid development in FinTech and an increasing degree of digitalisation, applications scenarios in the securities brokering industry have become cumulatively intertwined and integrated with key technologies, leading to the emergence of a wide range of new products and solutions.",
  "live_index_021": "Long Bridge Technology has been officially approved as a Hong Kong Stock Exchange (HKEX) Broker Supplied Systems (BSS) Vendor, and to launch the one-stop SaaS solution LONGBRIDGE WHALE for brokers. ",
  "live_index_022": "Please join us for the virtual launch event #LET'S GO CLOUD in unveiling the brand concept and be digitalised together!",
  "live_index_023": "Agenda: ",
  "live_index_004": "Opening Speech",
  "live_index_003": "Long Bridge Technology",
  "live_index_001": "Mr.Gavin HU",
  "live_index_002": "",
  "live_index_005": "Ms.Tracy ZHANG",
  "live_index_007": " ",
  "live_index_006": "HKEX",
  "live_index_008": "Industry Outlook",
  "live_index_035": "Association Speech",
  "live_index_037": "Mr.Eric Chan",
  "live_index_036": "Institute of Compliance Officers ",
  "live_index_039": "Mr.Alvin Chong",
  "live_index_038": "Yicko Securities",
  "live_index_010": "Product Presentation",
  "live_index_040": "Mr.Shawn Men",
  "live_index_041": "Mr.Rinky Lau",
  "live_index_012": "Clients sharing",
  "live_index_024": "Guest Speaker",
  "live_index_013": "Mr. Eric Chan",
  "live_index_014": "Certification Comittee Chairman at Insitute of Compliance Officers",
  "live_index_015": "Mr. Rinky Lau",
  "live_index_016": "Responsible Office & Director at Wintech Securities",
  "live_index_017": "Vice President of Market Development Dept. at HKEX",
  "live_index_018": "Mr. Alvin Chong",
  "live_index_019": "Director & General Manager at Yicko Securities ",
  "live_index_005_1": "Ms.Tracy ZHANG",
  "live_video_002": "Your registration was successful! Stay tuned",
  "live_video_001": "The event has now come to an end. Please contact us at bd@longbridge.cloud for video playback.",
  "live_form_012": "Messages",
  "live_form_013": " ",
  "live_form_011": "For any queries, please fill out the form below",
  "live_video_007": "Days",
  "live_video_006": "",
  "live_form_003": "Your registration was successful",
  "live_form_001": "Register NOW",
  "live_video_005_1": "#LET'S GO CLOUD - \nLONGBRIDGE WHALE virtual Launch Event",
  "live_form_004_1": "Submitted! You may submit another inquiry in 5 secs",
  "live_form_014": "Fields marked with an asterisk (*) are required",
  "live_modal_002": "SIGN UP NOW",
  "live_modal_003": "",
  "live_modal_001": "WATCH NOW",
  "live_video_003": "Please complete the form to register to attend the event",
  "talk-to-us": "Talk to Us",
  "feedback.name": "Name",
  "feedback.name-placeholder": "Please type in your name",
  "feedback.institution": "Company/Institution",
  "feedback.email": "Business E-mail",
  "feedback.email-placeholder": "Please input the email address",
  "feedback.other": "Messages",
  "feedback.other-placeholder": "Please enter my opinion, not required",
  "introducing-broker.page-title": "Introducing Broker One-Stop Solution",
  "longport.page-title": "Omnibus One-Stop Solution - LongPort",
  "white-label.page-title": "Omnibus One-Stop Solution - White Label",
  "top-banner.broker-title": "Introducing Broker One-stop Solution - FD Customers",
  "top-banner.broker-desc": "Introducing brokers can complete the entire process of customer account opening, trading, and billing without setting up their own brokerage system, and they also can use the LongPort App that provides a new generation of securities trading experience and Whale Trade Terminal for dealers.",
  "top-banner.broker-slogn": "A one-stop solution for fully disclosed introducing brokers.",
  "top-banner.longport-desc": "Retail brokers can quickly build a complete securities business system through SaaS and carry on business such as account opening, trading, risk control, deposit and withdrawal, clearing and settlement, as well as manage their clients conveniently. This solution also provides customers with the LongPort App, a new generation of securities trading experience, and the Whale Trade Terminal for dealers without any entry barriers.",
  "top-banner.longport-slogn": "A one-stop solution for medium-sized retail brokers",
  "top-banner.white-label-desc": "Retail brokers can quickly build a complete securities business system through SaaS and carry on business such as account opening, trading, risk control, deposit and withdrawal, clearing and settlement, etc. Furthermore, they can provide services to end customers through an independently branded White Label app and achieve efficient customer acquisition and conversion through a complete marketing system.",
  "top-banner.white-label-slogn": "A one-stop solution for large & gigantic retail brokers",
  "top-banner.longport-title": "LongPort One-stop Solution - Omnibus Customers",
  "top-banner.white-label-title": "White Label One-stop Solution - Omnibus Customers",
  "one-stop.what-can-do.title": "What can I do with {{name}} model, the one-stop solution?",
  "one-stop.what-can-do.desc": "To provide services whenever and wherever your customers need them. Your team can also get support for digital transformation to adapt to a fast-paced environment.",
  "one-stop.longport.title": "LongPort",
  "one-stop.terminal.title": "Whale Trade Terminal",
  "one-stop.longport.desc": "Support all terminals including App, iPad, Desktop, Web",
  "one-stop.terminal.desc": "Professional dealer terminal for extremely fast and convenient order placement",
  "one-stop.trade.title": "Securities Trading",
  "one-stop.custom-manager.title": "Customer Management",
  "one-stop.custom-manager.desc": "A complete customer relationship management system that can efficiently complete customer conversion and customer relationship maintenance",
  "one-stop.service.title": "Pricing and Rates",
  "one-stop.service.desc": "Preferential rates and flexible commission structure",
  "longport-app.title": "Not only promoting wireless trading terminals, but also providing a faster and more precise way to target customers",
  "one-stop.trade.desc": "Covering HK, US, and A-share markets and Supporting the trading of underlying stocks, ETFs, IPO, international placement, pre-IPO, CBBCs, and US options",
  "one-stop.cloud.title": "Cloud-Native securities business system",
  "one-stop.cloud.desc": "A securities trading system that covers all platforms, including securities trading middle office and mobile app, desktop version, and dealer terminal",
  "one-stop.white-label.title": "White Label App",
  "longport-app.desc": "With {{name}}, your customers can always get satisfied with the full experience of Discovery, Learning, and Trading no matter where they are",
  "one-stop.white-label.desc": "Fast and flexible brand customization capability — only basic brand design is needed to launch your App",
  "longport-app.item-1": "Covering HK, US, and A-share markets, providing basic and advanced real-time quotes for each market",
  "longport-app.item-2": "Stock overview, multi-dimensional rating, unique supply chain industry chain for quick discovery of investment opportunities",
  "longport-app.item-3": "LongPort news, 24*7 tracking HK, US, and A-share markets hotspots, allowing you to identify the investment trends at all times",
  "longport-app.item-4": "LongPort community has over 300 KOLs sharing their professional investment opinions",
  "longport-app.item-5": "Dolphin Research provides exclusive interpretation and in-depth analysis of global core assets from veteran researchers",
  "longport-app.slogn": "The best practice for fully-disclosed introducing brokers",
  "longport-app.slogn-2": "The best practice for medium-sized retail brokers",
  "longport-app.slogn-3": "The best practice for large & gigantic retail brokers",
  "global-transaction.slogn": "Global Trading",
  "global-transaction.title": "Attract more customers with excellent trading capabilities",
  "global-transaction.desc": "Enhance your service and profitability with our powerful securities trading capabilities. You will see a more promising tomorrow with our continuous iterations.",
  "global-transaction.item-1": "Cover trading of all underlying stocks and ETFs in Hong Kong, US, and A-share markets",
  "global-transaction.item-2": "Support HK IPO subscription, international placement, and pre-IPO trading",
  "global-transaction.item-3": "Support HK warrants & CBBCs trading",
  "global-transaction.item-4": "Support US stock options trading",
  "customer-management.title": "Acquire accurate customer data and provide effective services",
  "customer-management.desc": "Customer management is no longer a blind test. Professional tools are available to help you deeply understand customer needs, find and locate your most valuable customers, efficiently achieve customer conversion, maintain customer relationships, and maximize your return.",
  "customer-management.item-2": "Quick search feature for customers' personal particulars, transactions, and portfolio information",
  "customer-management.item-1": "Quick Search",
  "customer-management.item-3": "CRM System",
  "customer-management.item-14": "The complete customer relationship management system enables efficient customer conversion and customer relationship maintenance",
  "customer-management.item-5": "The sophisticated help center and customer service system are responsive to customer requests.",
  "customer-management.item-4": "Customer Service System",
  "customer-management.item-6": "Complete Customer Management System ",
  "customer-management.item-7": "Manage the entire life cycle of customers with CRM as the core, achieving efficient customer acquisition and conversion",
  "customer-management.item-8": "Intelligent Advertising System",
  "customer-management.item-9": "Precisely target users through rich user tags and intelligent rules configuration",
  "customer-management.item-10": "Coupon System",
  "customer-management.item-11": "Provides a flexible configuration of marketing strategies such as rate discounts, commission coupons, stock coupons, cash coupons, etc",
  "customer-management.item-12": "Event System",
  "customer-management.item-13": "Allows flexible customer acquisition and online promotion",
  "rate.item-1": "Commission Rates",
  "rate.item-3": "Flexible Broker Commission Splitting Structure",
  "rate.item-5": "Tiered Pricing",
  "rate.item-2": "HK stock trading commission, US stock trading commission, HK stock financing rate, US stock financing rate",
  "rate.item-4": "Flexible commission structure which adjusts split ratio for different broker groups in a flexible way",
  "rate.item-6": "Tiered pricing mechanism for different customers provides flexibility in billing and settlement",
  "rate.item-7": "A Securities Trading System That Covers All Platforms",
  "rate.item-8": "Including securities trading middle office and mobile app, desktop version, and dealer terminal",
  "rate.item-9": "Convenient Securities Account System",
  "rate.item-10": "Including fast online account opening, KYC, and AML services",
  "rate.item-11": "Extremely Fast Deposit And Withdrawal System",
  "rate.item-12": "Support multiple banks and provide customers with multiple methods such as eDDA, FPS, bank-securities transfer, processing within a couple of minutes",
  "rate.item-13": "A Complete Clearing And Settlement System",
  "rate.item-14": "Covering multiple markets, products, and currencies with comprehensive business reports",
  "terminal.item-1": "Breadth",
  "terminal.item-3": "Depth",
  "terminal.item-5": "Operating Features",
  "terminal.item-7": "Dealers' Customization",
  "terminal.item-2": "Support more than 10 order types and satisfy various trading needs",
  "terminal.item-4": "Real-time quotes of HK, US, and A-share markets in addition to professional charting, market analysis, chart drawing tools, and multi-level advanced quotes",
  "terminal.item-6": "Support operator side features such as IPO subscription, margin call, and trade allocation",
  "terminal.item-8": "Flexible panel configuration makes it easy to customize the interface based on individual dealer's preference",
  "footer-banner.1m": "Get Started Within One Minute",
  "footer-banner.item-1": "Whale Introducing Broker is a one-stop solution for fully disclosed introducing brokers. Introducing brokers can complete the entire process of customer account opening, trading, and billing without setting up their own brokerage system, and they also can use the LongPort App that provides a new generation of securities trading experience and Whale Trade Terminal for dealers.",
  "footer-banner.item-2": "LongPort is a one-stop solution for medium-sized retail brokers. Retail brokers can quickly build a complete securities business system through SaaS and carry on business such as account opening, trading, risk control, deposit and withdrawal, clearing and settlement, as well as manage their clients conveniently. This solution also provides customers with the LongPort App, a new generation of securities trading experience, and the Whale Trade Terminal for dealers without any entry barriers.",
  "footer-banner.item-3": "White Label is a one-stop solution for large & gigantic retail brokers. Retail brokers can quickly build a complete securities business system through SaaS and carry on business such as account opening, trading, risk control, deposit and withdrawal, clearing and settlement, etc. Furthermore, they can provide services to end customers through an independently branded White Label app and achieve efficient customer acquisition and conversion through a complete marketing system.",
  "feedback.title": "For futher information, please fill the form below",
  "send-success": "Sent successfully",
  "send-error": "Failed to send",
  "whale-backstage-001": "柜台系统后台",
  "whale-backstage-002": "全新一代基于云原生架构的一站式交易结算系统，覆盖了从交易到结算的全部流程。",
  "whale-backstage-003": "支持不同市场、多投资品、多币种的交易清算能力，具备运营卡券一体化清算能力，满足券商灵活的业务模式。",
  "whale-backstage-004": "产品优势",
  "whale-backstage-005": "新一代互联网架构后台",
  "whale-backstage-006": "开放灵活",
  "whale-backstage-007": "标准化的接口，各子系统灵活连接各类上下游服务",
  "whale-backstage-008": "数字化革新效率",
  "whale-backstage-009": "互联网营销结合的核心业务流，尽可能自动化执行提高效率与质量",
  "whale-backstage-010": "服务可订阅",
  "whale-backstage-011": "提供最新最先进的线上服务，无需重新按版本部署",
  "whale-backstage-012": "资产账本",
  "whale-backstage-013": "多资产种类",
  "whale-backstage-014": "覆盖多种资产种类，前后端统一账本，避免前后端账本差异",
  "whale-backstage-015": "实时更新",
  "whale-backstage-016": "账本基于业务变动进行实时更新，满足客户即时调配资产",
  "whale-backstage-017": "数据全面",
  "whale-backstage-018": "前台数据更全面、准确、实时、高效",
  "whale-backstage-019": "结算系统",
  "whale-backstage-020": "结算业务流程全覆盖",
  "whale-backstage-021": "处理性能弹性扩展",
  "whale-backstage-022": "统一的清算流程管理，覆盖计费、结单、OTC 补单等功能",
  "whale-backstage-023": "支持全球多市场的清算架构体系，可通过配置实现个性化的清算方案",
  "whale-backstage-024": "支持运营卡券一体化清算，满足业务运营需求",
  "whale-backstage-025": "计费支持多维度、多类型的个性化计费套餐设置",
  "whale-backstage-026": "可在前台 7x24 运转情况下完成分市场精准清算，自定义日切时间点",
  "whale-backstage-027": "分布式清算引擎，具备计算资源水平扩展能力",
  "whale-backstage-028": "高效率的清算流程，可在 20 分钟内完成十万数量级客户的证券清算日终操作",
  "whale-backstage-029": "高并发的结单生成方案，十万客户量级的日/月结单可在 5 分钟内生成",
  "whale-backstage-030": "公司行动",
  "whale-backstage-031": "全流程解决方案",
  "whale-backstage-032": "提供预告、登记、过户、指令、执行等系统化流程，保障方案高效准确执行",
  "whale-backstage-033": "自动生成",
  "whale-backstage-034": "系统可自动生成公司行动预告和方案信息，提高操作效率",
  "whale-backstage-035": "完善报表",
  "whale-backstage-036": "提供完善的报表，提高公司行动处理的准确性",
  "whale-backstage-037": "会计系统",
  "whale-backstage-038": "灵活配置高效记账，快速对接财务软件",
  "whale-backstage-039": "通过规则配置，自动化记账，提高会计核算效率",
  "whale-backstage-040": "系统自动化处理，完善对账逻辑，通过记账核算保证账实平衡",
  "whale-backstage-041": "标准化数据接口，具备快速对接传统财务软件的能力",
  "whale-backstage-042": "报表打印",
  "whale-backstage-043": "文件类型全面",
  "whale-backstage-044": "自定义模板的报表系统，支持 PDF、Excel、CSV 类型报表打印，支持批量导出策略",
  "whale-backstage-045": "权限自定义",
  "whale-backstage-046": "报表权限分类定义，可按角色设定数据权限",
  "whale-backstage-047": "报表种类丰富",
  "whale-backstage-048": "支持客户、财务、交易、合规、FRR、风控、结算等七大类实时及日终清算类报表",
  "whale-backstage-049": "报表开发高效",
  "whale-backstage-050": "基于数据中台的报表快速生产加工能力",

  "whale-marketing-001": "营销系统",
  "whale-marketing-002": "提供完整的营销服务，持续不断推出更实用的营销产品模式，为证券业务进行赋能，是传统金融业务数字化转型必不可少的市场工具",
  "whale-marketing-003": "市场痛点",
  "whale-marketing-004": "您是否面临以下问题？",
  "whale-marketing-005": "营销难",
  "whale-marketing-006": "如何快速实现用户增长获得收益？",
  "whale-marketing-007": "开发慢",
  "whale-marketing-008": "如何无需开发也能调整活动策略？",
  "whale-marketing-009": "难管理",
  "whale-marketing-010": "如何快速实现营销成本可追溯？",
  "whale-marketing-011": "成本高",
  "whale-marketing-012": "如何用更少的钱和人来实现？",
  "whale-marketing-013": "解决方案",
  "whale-marketing-014": "只需运营简单操作，无需产品、开发介入",
  "whale-marketing-015": "标准版",
  "whale-marketing-016": "适合低运营需求，5 人以内的运营团队",
  "whale-marketing-017": "主要运营重点在于对基础拉新、促活、老客维护",
  "whale-marketing-018": "功能说明",
  "whale-marketing-019": "支持活动、奖励、权益全线上管理",
  "whale-marketing-020": "所有活动成本可管理可追溯，所有权益订单可在线查询导出对账",
  "whale-marketing-021": "支持基础活动 1 类活动配置",
  "whale-marketing-022": "支持发放 3 种基础权益",
  "whale-marketing-023": "不需技术资源即可完成简单的静态页面搭建",
  "whale-marketing-024": "专业版",
  "whale-marketing-025": "适合规模化运营需求，5 人及以上的运营团队",
  "whale-marketing-026": "具有强拉新、转化需求，可快速实现数字化转型",
  "whale-marketing-027": "支持基础活动、邀请活动、组队活动 3 类活动配置",
  "whale-marketing-028": "支持发放 9 种权益卡券",
  "whale-marketing-029": "不需技术资源可进行静态宣传页面、各类活动玩法页面搭建",
  "whale-marketing-030": "产品优势",
  "whale-marketing-031": "营销系统的具体功能有哪些？",
  "whale-marketing-032": "13 种卡券奖励模版 - 权益平台",
  "whale-marketing-033": "支持打新、融资、交易场景等 11 种卡券类型、2 种奖励类型发放，满足各种证券转化场景",
  "whale-marketing-034": "打新可用：打新特权、打新手续费卡拉动打新频率",
  "whale-marketing-035": "交易可用：股票现金卡、平台费抵扣卡、免佣卡促进交易，将交易低频用户转化为高频",
  "whale-marketing-036": "融资可用：融资利息卡减免用户账单利息，激活用户购买力",
  "whale-marketing-037": "基础开户入金、裂变活动全自动发奖 - 活动平台",
  "whale-marketing-038": "支持邀请、拼团、秒杀、基础出入金/转仓等多类爆款活动模型配置，满足多业务、多场景的运营需求",
  "whale-marketing-039": "活动全自动发奖、全线上流程闭环、全生命周期管理、全奖励数据追溯",
  "whale-marketing-040": "可视化页面搭建平台 - PageHub",
  "whale-marketing-041": "高标准化的搭建平台，操作简单、拖拽即可、所见即所得",
  "whale-marketing-042": "Web、H5 多端自适应页面搭建，多种活动组件可供搭配组合，满足线上下线下全场景投放需求",
  "whale-marketing-043": "单个页面链接可适配多种语言，依据用户系统语言自行切换",

  "whale-community-001": "LongPort 社区",
  "whale-community-002": "随着投资者往更便捷高效的互联网交易工具上迁移，除查看传统的行情、财务等信息外，投资者正在越来越多通过社区交流来辅助决策。",
  "whale-community-003": "Whale 结合自身业务的长期实践推出了 LongPort，旨在以 SaaS 方式提供一个公共社区。传统券商无需产研资源和互联网方法论，便可拥有行业顶尖竞争力的社区服务。",
  "whale-community-004": "市场痛点",
  "whale-community-005": "传统券商建立社区的门槛高企",
  "whale-community-006": "成本高昂",
  "whale-community-007": "互联网工具日新月异，社区服务已成为标配，但从 0 到 1 成本高昂",
  "whale-community-008": "竞争力弱",
  "whale-community-009": "新兴的互联网券商快速试错迭代，传统券商在产品力上很难与之竞争",
  "whale-community-010": "合规繁琐",
  "whale-community-011": "各地区对网络社区合规要求尽不相同，需处理各种棘手的运营、法务问题",
  "whale-community-012": "团队复杂",
  "whale-community-013": "社区建设需要兼具金融和互联网双重认知的产品、研发、运营、法务团队",
  "whale-community-014": "产品优势",
  "whale-community-015": "longPort 产品架构与优势",
  "whale-community-016": "基于成熟的社区业务实践",
  "whale-community-017": "整体社区信息架构逻辑成熟、满足投资者对社区的全方位诉求",
  "whale-community-018": "直接通过 SaaS 提供服务，并提供内容接入的扩展能力",
  "whale-community-019": "先进的算法支撑，覆盖内容生产、处理、分发全流程",
  "whale-community-020": "提供公共社区运营服务",
  "whale-community-021": "引入 300+ 投资者意见领袖、高质量观点输出",
  "whale-community-022": "严格的内容安全控制，符合地区法律法规",
  "whale-community-023": "投入人力专员统一管理、运营",
  "whale-community-024": "接入券商开箱即用",
  "whale-community-025": "无需了解互联网社区方法论即可获得",
  "whale-community-026": "无需投入运营人力资源",
  "whale-community-027": "无需承担技术资源成本",
  "whale-community-028": "无需承担 UGC 信息合规风险",
  "whale-community-029": "社区优势",
  "whale-community-030": "多元丰富的社区功能",
  "whale-community-031": "具备行业 Top 竞争力的完整社区架构",
  "whale-community-032": "个股抽屉讨论区，可在浏览股票信息时随时查看其他用户的观点",
  "whale-community-033": "公共聚合讨论区，可发现并关注整个市场中的热点内容与高质量用户",
  "whale-community-034": "具有丰富动态的个人主页，可查看自己和他人过往发布的内容、互动历史",
  "whale-community-035": "独特的股票观点 Thread 能力",
  "whale-community-036": "可视化结合用户观点与股票走势，形成独特的长期 Thread 功能",
  "whale-community-037": "个股讨论区 - 达人视图 Thread：可快速发现个股下最有价值的投资者，追踪、回溯其长期观点",
  "whale-community-038": "用户主页 - 股票视图 Thread：可快速发现用户长期关注的股票，跟踪、回溯其长期观点",
  "whale-community-039": "独特的合集功能",
  "whale-community-040": "投资者可以把自己的长期观点按照特定逻辑进行分类，形成具备高消费价值的深度内容合集",
  "whale-community-041": "独立官方号支持",
  "whale-community-042": "White Label App 接入方可创建独立官方账号，通过 API 接入或人工运营自有内容，并限定分发到独立 App 内",

  "whale-jettison-001": "投放系统",
  "whale-jettison-002": "以用户全生命周期运营为核心策略导向的数字化运营平台",
  "whale-jettison-003": "通过选取合适的触达内容、合理的触达时机、符合运营策略的目标人群，组合 AppPush、Banner、Popup、SMS、Email 等多种触达通道，精准触达客户。",
  "whale-jettison-004": "行业方案",
  "whale-jettison-005": "数字化运营方案",
  "whale-jettison-006": "场景化",
  "whale-jettison-007": "需要以场景为单位，可快速实践运营策略的闭环工具",
  "whale-jettison-008": "行业问题",
  "whale-jettison-009": "上线新场景，协作流程长，成本高，时间长",
  "whale-jettison-010": "目标受众不精细，难以分层运营",
  "whale-jettison-011": "无法场景化触发，精准触达难",
  "whale-jettison-012": "解决方案",
  "whale-jettison-013": "提供集运营策略 → 受众圈选 → 渠道触达 → 数据分析 → 策略优化为一体的闭环运营工具，助力场景化运营",
  "whale-jettison-014": "体系化",
  "whale-jettison-015": "需要有体系化的运营策略指导日常的运营活动",
  "whale-jettison-016": "行业问题",
  "whale-jettison-017": "运营动作没有持续性",
  "whale-jettison-018": "运营动作单一",
  "whale-jettison-019": "运营动作缺乏系统管理",
  "whale-jettison-020": "解决方案",
  "whale-jettison-021": "提供体系化运营策略咨询服务，协助定义用户生命周期关键运营节点，落地不同阶段用户运营管理",
  "whale-jettison-022": "数据化",
  "whale-jettison-023": "需要可以构建完整用户画像的数据基础",
  "whale-jettison-024": "行业问题",
  "whale-jettison-025": "各业务系统数据割裂",
  "whale-jettison-026": "无法及时衡量数据效果",
  "whale-jettison-027": "数据质量差，无统一标准",
  "whale-jettison-028": "解决方案",
  "whale-jettison-029": "提供客户数据整合能力，打通系统壁垒，统一应用标准，助力数据化运营",
  "whale-jettison-030": "基础版",
  "whale-jettison-031": "适合仅需要基础用户触达的企业选购",
  "whale-jettison-032": "功能说明",
  "whale-jettison-033": "支持 2 种计划类型创建",
  "whale-jettison-034": "支持 3 种触达通道",
  "whale-jettison-035": "支持 2 类分群创建方式",
  "whale-jettison-036": "标准版",
  "whale-jettison-037": "适合轻量投放需求，5 人以内运营团队",
  "whale-jettison-038": "期望构建标准投放能力，通过多通道触达用户",
  "whale-jettison-040": "支持 3 种计划类型创建",
  "whale-jettison-041": "支持 5 种触达通道",
  "whale-jettison-042": "专业版",
  "whale-jettison-043": "适合规模化投放需求，5 人及以上运营团队",
  "whale-jettison-044": "期望构建智能投放能力，助力核心运营目标达成",
  "whale-jettison-045": "支持 4 种计划类型创建",
  "whale-jettison-046": "支持 5 类分群创建方式",
  "whale-jettison-047": "支持 3 种高级功能",
  "whale-jettison-048": "产品架构",
  "whale-jettison-049": "投放系统的产品架构与优势",
  "whale-jettison-050": "建设更便捷",
  "whale-jettison-051": "提供标签体系建设模板和标签设计指导，帮助客户将用户数据转化为符合业务需求场景的用户标签，轻松构建标签体系",
  "whale-jettison-052": "连接更紧密",
  "whale-jettison-053": "全渠道触达，多策略组合，受众精准筛选，提高运营效率，提升用户体验，让您和用户的连接更紧密",
  "whale-jettison-054": "分析更轻松",
  "whale-jettison-055": "提供可视化数据看板功能，用户群体洞察功能，行业分析师咨询服务，既可支持基础数据分析又可满足自助探查分析",
  "whale-jettison-056": "场景案例",
  "whale-jettison-057": "触发型 - 完成事件 A：新人注册福利",
  "whale-jettison-058": "完成新人任务，赢取丰富礼品",
  "whale-jettison-059": "活动主题",
  "whale-jettison-060": "新人任务触达",
  "whale-jettison-061": "目标受众",
  "whale-jettison-062": "新注册用户",
  "whale-jettison-063": "运营策略",
  "whale-jettison-064": "注册成功提醒和新人大礼包领取提醒",
  "whale-jettison-065": "活动效果评估",
  "whale-jettison-066": "任务领取率、任务完成率、任务完成用户 7 日留存率",
  "whale-jettison-067": "如何实现",
  "whale-jettison-068": "触发时机",
  "whale-jettison-069": "选择计划类型为触发型－完成 X，2021.011.01 16:00 至 2021.12.31 00:00 期间当用户完成注册后，对受众用户进行触达",
  "whale-jettison-070": "受众用户",
  "whale-jettison-071": "满足触发条件的用户（完成注册）",
  "whale-jettison-072": "触达规则",
  "whale-jettison-073": "以 App 推送的方式给用户发送一条提醒",
  "whale-jettison-074": "触发目标",
  "whale-jettison-075": "用户收到推送后，30 分钟内完成新人优惠领取"
}
