{
  "appName": "Longbridge Whale",
  "about_page_001": "About LONGBRIDGE WHALE",
  "about_page_002": "Whale provides brokers with one-stop, out-of-the-box products and solutions, including front, middle and back office systems such as App, trading, risk control, clearing and settlement, CRM, and intelligent marketing, as well as data services such as quotes, news information, and fundamental analysis. At the same time, Whale also integrates services such as bank channel business, stock channel business, options channel business, fund channel business, KYC/AML, etc.",
  "about_gallery_002": "Global Office",
  "about_gallery_001": "LONGBRIDGE",
  "home_features_002": "Whale provides brokers with one-stop, out-of-the-box products and solutions, including front, middle and back office systems such as App, trading, risk control, clearing and settlement, CRM, as well as data services such as quotes, news information, and fundamental analysis.",
  "home_features_001": "One-stop solution,<br > comprehensive assistance for the digitization of brokerages",
  "home_features_004": "The whale system has assisted brokerage clients to obtain the Electronic Data Service Provider (EDSP) verification from the Hong Kong SFC.",
  "home_features_006": "In addition to one-stop, out-of-the-box solutions, customers can also choose to purchase atomic products or subscribe to advanced services in real-time, including public App, White Label App, quote services, advanced fundamental data, data middle office, CRM system, smart advertising, etc.",
  "home_features_005": "Strategy and Pricing",
  "home_examples_001": "App",
  "home_examples_008": "LongPort (Public App) Free",
  "home_examples_002": "Real-time quotes for US&HK stocks",
  "home_examples_003": "System",
  "home_examples_004": "Community",
  "home_examples_005": "News",
  "home_examples_007": "The FD brokerage has been operating in the HK market for more than 20 years. However, due to factors such as the limited budget for technical input and insufficient IT human resources, the FD brokerage not only needed to afford massive costs of local computer room maintenance and system procurement but also could not provide individual users with mobile internet services such as App, news information, and real-time quotes. Therefore, users could only place orders by calling brokers, which significantly limited its business development. In order to meet the growing online investment needs of its individual users, the FD brokerage chooses to use Whale’s services,  providing users with a trading app where users can view quotes and portfolios in real-time, and can also obtain more investment information through News and Community. While optimizing the user experience, the FD brokerage also improved the user retention rate, gained a large number of new users, and achieved new highs in trading revenue.",
  "home_examples_012": "Customized App",
  "home_examples_014": "HKD 2/user",
  "home_examples_013": "Subscription fee applies",
  "home_examples_006": "Free",
  "home_examples_011": "Longbridge, an app designed for users by an internet brokerage called Long Bridge Securities, is a demonstration of Whale’s full capabilities. With the customized app, Long Bridge Securities helps investors build a complete asset link of “Discovery, Learning, and Trading”, thus they can create differentiation and win user recognition in the fierce red ocean market of HK and US securities trade.",
  "header_nav_001": "Product",
  "bss_page_001": "WHALE BSS is a new generation of one-stop trading settlement system based on cloud native architecture, covering the entire process from trading to settlement. It supports the capability to trade different markets, different investment products, and trading with multi-currency to help brokers meet their flexible business models.",
  "bss_features_001": "Product Advantages",
  "bss_features_002": "Cloud-based SaaS system",
  "bss_features_003": "100% cloud-based SaaS system, fast configuration, one-click to production",
  "bss_features_004": "Covering stock, ETF, warrants, and options trading in Hong Kong and US markets, and supporting market order, limit order, conditional order, order amendment, and other order related functions",
  "bss_features_007": "Full memory control trading and risk management system with the lowest order processing delay as low as 10ms",
  "bss_features_006": "Full memory control trading and risk management system",
  "bss_features_009": "Risk engine runs within milliseconds, Margin calculation within seconds, automatic margin call management and forceselling system",
  "bss_features_008": "Risk engine runs within milliseconds",
  "bss_features_011": "Supporting multiple deposit & withdrawal methods such as FPS, eDDA, Bank-Securities Transfer, automatic deposit receipt matching, processing within seconds",
  "bss_features_010": "Supporting multiple deposit & withdrawal methods",
  "bss_features_013": "IPO functions support IPO subscription, IPO appointment, and international placement. Among them, the IPO subscription supports multiple methods including 0 principal subscriptions, cash subscriptions, financing subscriptions, etc. and subscription methods can be flexibly chosen. The system can effectively handle the subscription pressure arising from popular IPO stocks",
  "bss_features_012": "Multiple financing leverage supported for IPO subscription",
  "bss_features_014": "Technology Advantages",
  "bss_features_016": "Elastic throughput capacity, cost savings in spare time, and second-level capacity expansion during peak hours",
  "bss_features_015": "Elastic throughput capacity",
  "bss_features_018": "Based on a new generation of cloud microservice architecture",
  "bss_features_020": "Automatic elastic capacity expansion and failover capability",
  "bss_features_019": "Automatic elastic capacity expansion",
  "bss_features_022": "Enjoy the three node disaster recovery capability at the cost of a single node",
  "bss_features_021": "The three node disaster recovery capability",
  "bss_features_024": "Database-based isolation solution across the whole system, ensure data exclusiveness ",
  "bss_features_023": "Isolation solution across the whole system",
  "trading_page_002": "WHALE Trading Platform provides customers with better experience of the securities App. Based on the core journey of users —“Discovery → Learning → Trading” and combined with a large amount of structured data, it lowers the threshold for users to understand and participate in trading, allowing users to more easily find investment opportunities in the US, HK, Singapore, Europe, and other international core markets.",
  "trading_features_002": "Supported operating systems: Windows, macOS, Linux, iOS, Android, and Web",
  "trading_features_003": "Excellent Performance",
  "trading_features_004": "The core engine is powered by Rust, which makes it robust, compact, and safe with excellent performance",
  "trading_functions_026": "Rich functions",
  "market_page_002": "WHALE Market Data provides professional, comprehensive, and lightning-fast quote services. Customers can use extremely low Research&Development costs to quickly acquire first-class quote service capabilities covering the US market, HK market, Singapore market, A-shares market, etc. Whale supports flexible sales in Quotes Store for retail customers who require advanced quote services. In addition, it provides a quote cost management system, with which customers can clearly see their expenditure and income of quote services every month and quickly complete the reporting process to major exchanges.",
  "market_features_001": "Cloud native, microservice architecture",
  "market_features_002": "Multi-cloud and docking points disaster recovery capabilities",
  "market_features_003": "Self-developed high-performance market transmission protocol with a microsecond level of market processing capability",
  "market_features_004": "Full-memory market data storage solution and microsecond-level query performance",
  "market_features_007": "The Market Data service provides comprehensive quote services covering the US market, HK market, Singapore market, A-shares market, etc., which can be accessed through OpenAPI, SDK, App, and other platforms.",
  "market_features_008": "Quotes Store",
  "market_features_011": "Quote permission management configures the quote levels available to users according to their conditions, terminals, markets, regions, etc., and combines with the Quotes Store system to meet the dual needs of exchange compliance and quotes.",
  "market_features_009": "Quotes Store provides real-time quotes and advanced quotes of the four major markets — the US market, HK market, Shanghai & Shenzhen market, and Singapore market to meet users’ demand for advanced quotes.",
  "market_features_013": "Quote cost management provides an independent cost management system to manage and control the quote cost that needs to be paid to the exchange and provides reporting data that conforms to the exchange format, which is convenient for users to report.",
  "crm_page_0010": "WHALE CRM system aims to help brokerage customers manage the retail customer relationship of the securities business and improve internal marketing efficiency. In terms of customer relationship management and maintenance, it can assist the account manager and other teams to efficiently complete the conversion of potential customers and maintain the relationship with existing customers, and can continuously reach serve customers through various online and offline channels; in terms of improving company internal marketing efficiency, customers can online manage internal team performance, marketing channels, and continuously improve efficiency through data analysis.",
  "crm_page_001": "Customer Lifecycle Management",
  "crm_page_002": "The core of establishing good customer management is to understand the needs of customers at each life cycle node. Whale CRM can efficiently manage user status and ensure that user needs can be managed and executed.",
  "crm_page_003": "KYC Management",
  "crm_page_004": "Real-time verification comparison and aliveness verification can be realized to improve account opening efficiency via automated face and document recognition. WHALE CRM has connected to the compliance verification systems of various regions to achieve efficient AML audits.",
  "crm_page_005": "Customer Reach",
  "crm_page_006": "Different contents are required to reach operations for different types of users with different lifecycles. WHALE CRM has built common user access channels, such as App Push, SMS, email, WhatsApp, etc.",
  "crm_page_007": "Market Management",
  "crm_page_008": "Online signing of advertising channels, data synchronization, and market fee settlement can be easily completed with the market management system; the data analysis can also be utilized to understand market dynamics and facilitate the fine operations of each marketing channel.",
  "header_nav_006": "Solution",
  "solutions_page_001": "One-stop Solution",
  "solutions_page_003": "LONGBRIDGE WHALE provides full-link capabilities for securities trading, including trading terminals (public App, White Label App), front-end business systems (AMS / OMS / EMS / RMS / trader front-end, etc.), clearing and settlement back-end ( Deposits and withdrawals, clearing and settlement, delivery, custody, corporate actions, etc.). It also includes the infrastructure (hybrid deployment, dedicated line, bandwidth, elastic scaling, disaster recovery, etc.) required for the deployment of these systems, as well as a system management product — WAS (WHALE Admin System), which is provided for multiple operational roles such as brokers, traders, ROs, customer service, risk control, and compliance. Furthermore, platform operation tools such as intelligent marketing system and operation event building platform, produced from the best practices of Longbridge, are all available to customers via SaaS.",
  "solutions_page_002": "LONGBRIDGE WHALE (\"Whale\") is a one-stop internet securities trading cloud service solution developed by Long Bridge Technology Hong Kong Co., Ltd. (“Long Bridge Technology”), a financial technology subsidiary of Long Bridge Group. Long Bridge Technology is a BSS Vendor of the Hong Kong Stock Exchange. The whale system it provides has assisted brokerage clients to obtain the Electronic Data Service Provider (EDSP) verification from the Hong Kong Securities and Futures Commission.  Long Bridge Group was established and launched by a founding team that consists of senior financial management teams in Singapore and Hong Kong, and technical experts from international technology giants such as Alibaba and ByteDance.",
  "solutions_features_001": "The trading terminal with the best experience",
  "solutions_features_002": "Designed for global users",
  "solutions_features_003": "Algorithm-based step pace information hierarchical distribution",
  "solutions_features_004": "Layered user trading experience",
  "solutions_features_005": "Supported on all systems",
  "solutions_features_006": "Award-winning",
  "solutions_features_007": "Lightning-fast trading system",
  "solutions_features_008": "Full memory elastic trading system",
  "solutions_features_010": "Automatic and flexible risk control capability",
  "solutions_features_009": "Multiple order routing execution capability",
  "solutions_features_011": "Order processing as fast as 10 ms",
  "solutions_features_012": "Efficient clearing and settlement system",
  "solutions_features_013": "Connect with dozens of banking institutions",
  "solutions_features_014": "Flexible and comprehensive corporate action support",
  "solutions_features_015": "Highly efficient reconciliation and finance system support",
  "solutions_features_016": "Quasi-real-time automated deposits and withdrawals",
  "solutions_features_017": "Intelligent business system",
  "solutions_features_018": "Best practice for internet user growth",
  "solutions_features_019": "Multi-market channels to attribute customer acquisition sources",
  "solutions_features_020": "Real-time user tag grouping and advertisement placement",
  "solutions_features_021": "Rich market and user operation methods, such as coupon benefits, grouping events, and other productized operation tools",
  "solutions_features_022": "Data-supported middle end",
  "solutions_features_023": "Real-time and offline reporting service",
  "solutions_features_024": "Stock asset management",
  "solutions_features_025": "Customer data management platform",
  "solutions_features_026": "Algorithm middle end",
  "solutions_features_027": "Asset management system",
  "solutions_features_028": "Support multiple assets",
  "solutions_features_029": "Efficient position management",
  "solutions_features_030": "Asset extreme fluctuation detection",
  "solutions_features_031": "Commission and other fees management",
  "solutions_app_page_001": "App Solution",
  "solutions_app_page_002": "LONGBRIDGE WHALE provides public App and white label solutions to meet the different needs of different customers. At the same time, it has also ensured compatibility with some other brokerages’ BSS so that the App can independently provide services for customers. The trading products include HK stocks, US stocks, US options, funds, and other major products, which means that it can meet the needs of most users; the App also integrates data services such as quotes of US&HK stocks, news information, fundamental analysis, etc., and customers do need to access them separately. The App has been widely praised by numerous Longbridge users for its wonderful experience.",
  "solutions_apps_002": "FREE APP",
  "solutions_apps_003": "FD, OB/EP customers can enjoy free services including quotes and news information via the LongPort App.",
  "solutions_apps_004": "Provides real-time quotes of US stocks, HK stocks, US stock options, funds, etc.",
  "solutions_apps_005": "Provides news information covering US&HK stocks and the global economy, and other relevant information based on users’ positions and trading preferences.",
  "solutions_apps_006": "Free Community feature",
  "solutions_apps_007": "Provides a sub-account function to meet the needs of users to open accounts with multiple FD brokerages",
  "solutions_apps_008": "Function list",
  "solutions_apps_009": "Watchlist - Watchlist, Stocklist, also includes stock fundamental data.",
  "solutions_apps_010": "Market - Market data dynamics of major markets.",
  "solutions_apps_011": "Market - IPOs.",
  "solutions_apps_012": "Market - Fund trading module.",
  "solutions_apps_013": "Feed - News and information research.",
  "solutions_apps_014": "Feed - Live and Academy.",
  "solutions_apps_015": "Feed - Community Center.",
  "solutions_apps_016": "Portfolio - Customer’s portfolio, Deposits&Withdrawals, Conversion, Share transfer, P/Lanalysis, Trade Center, Corporate Actions, Statements, Funds Details, Past Orders, etc.",
  "solutions_apps_017": "Me - Settings, Help Center, Customer Service, Task Center, Activities, Quotes Store, Rate, Rewards, Community.",
  "solutions_apps_019": "A customizable paid app provided for FD, OB/EP customers.",
  "solutions_apps_020": "Provides billing for US&HK stock quotes and settlement services for data source suppliers",
  "solutions_apps_021": "Provides billing and settlement services for fundamental analysis and news information.",
  "solutions_apps_022": "Customers can decide whether to subscribe to the charged functions based on their own needs.",
  "solutions_apps_023": "Customers can communicate with product experts for the customized parts, including logo, color, and other special needs",
  "solutions_apps_024": "Function list",
  "solutions_apps_026": "Me - Settings, Help Center, customer service, Quotes Store, My Rate, Community homepage",
  "home_examples_009": "FD Model (Fully Disclosed Brokerage Model): A FD Brokerage",
  "home_examples_010": "OB/EP (Omnibus Brokerage Model): LONGBRIDGE",
  "home_examples_015": "Best Practice",
  "home_examples_016": "They all chose LONGBRIDGE WHALE",
  "home_features_003": "Cloud-native architecture, <br />reshaping brokerage infrastructure from the bottom",
  "footer_001": "Privacy policy",
  "footer_002": "Terms & Conditions",
  "footer_003": "Mail",
  "footer_004": "Tel",
  "footer_005": "© 2022 LONGBRIDGE WHALE. All rights reserved.",
  "header_nav_002": "Whale Market Data",
  "header_nav_003": "Whale BSS",
  "header_nav_004": "Trading Platform",
  "header_nav_005": "Whale CRM",
  "header_nav_007": "About",
  "home_first_screen_001": "Talk to Us",
  "market_page_001": "WHALE Market Data",
  "market_page_003": "Get Started With WHALE Market Data",
  "market_page_004": "Try Whale Market Data for free, and explore all the tools and services you need to start",
  "solutions_apps_018": "White Label",
  "bss_features_005": "Covering stock, ETF, warrants, and options product trading in Hong Kong and US markets, and supporting market order, limit order, conditional order, order amendment, and other order related functions",
  "bss_page_002": "Get Started With WHALE BSS",
  "bss_page_003": "WHALE BSS",
  "crm_page_0011": "Get Started With WHALE CRM",
  "crm_page_0012": "Try Whale Crm for free, and explore all the tools and services you need to start",
  "crm_page_009": "WHALE CRM",
  "home_page_001": "",
  "home_page_002": "Shape the future of trading by empowering all partners with internet capabilities to maximize their value",
  "market_features_005": "Market Data, <br />Fast Because Of The Cloud",
  "market_features_014": "Global Market, Global Service",
  "trading_functions_001": "Dealing in securities",
  "trading_functions_002": "SFC License Type",
  "trading_functions_003": "Stock Trading",
  "trading_functions_004": "US/HK stocks, US pre/post market",
  "trading_functions_005": "Order Type",
  "trading_functions_006": "8 order types and soon to be expanded to 10",
  "trading_functions_007": "Options Trading",
  "trading_functions_008": "Supported. Also supporting portfolio margin",
  "trading_functions_009": "Mutual Fund ",
  "trading_functions_010": "Dozens of USD and HKD funds",
  "trading_functions_011": "Private Fund",
  "trading_functions_012": "Famous fund managers and private equity funds covering multiple industries",
  "trading_functions_013": "Institution Account",
  "trading_functions_014": "Tiered pricing; API trading ",
  "trading_functions_015": "IPO",
  "trading_functions_016": "Standard HK IPO subscription, US IPO subscription, HK stock international placing",
  "trading_functions_017": "Advising on securities",
  "trading_functions_018": "SFC License Type 4",
  "trading_functions_019": "Investment Research",
  "trading_functions_020": "Dolphin Research",
  "trading_functions_021": "Stock Rating",
  "trading_functions_022": "Stock Rating section under Stock Overview",
  "trading_functions_023": "Providing automated trading services",
  "trading_functions_024": "Pre-IPO",
  "trading_functions_025": "TPS: 20000",
  "trading_page_004": "Try Whale Trading Platform for free, and explore all the tools and services you need to start",
  "trading_page_001": "WHALE Trading Platform",
  "trading_page_003": "Get Started With WHALE Trading Platform",
  "bss_features_017": "New microservices architecture",
  "market_features_006": "Market Data service",
  "market_features_010": "Quote permission management",
  "market_features_012": "Quote cost management",
  "solutions_apps_001": "Services Provided",
  "trading_features_001": "Multiple Systems Supported",
  "trading_gallery_001": "A journey of discovering investment objects, from global markets to industries to individual stocks.",
  "trading_gallery_002": "Unique features such as Overview, By Users, Supply Chain Data, etc. all satisfy users' deeper investment needs and allow them to seize opportunities in market dynamics.",
  "trading_functions_018_1": "SFC License Type 7",
  "home_page_003": "Introducing the engine at the core of the next-generation brokerage operations: The one-stop cloud-native SaaS that scales your business to new levels of agility, efficiency, and precision.",
  "home_features_002_2": "At the same time, Whale also integrates services such as bank channel business, stock channel business, options channel business, fund channel business, KYC/AML, etc.",
  "home_features_002_3": "Brokerage customers can achieve internet-based operations with Whale’s trading operation features such as stock coupons, commission coupons, and customer acquisition tools such as invitation and group events.",
  "home_features_002_4": "Whale supports the development of customized needs and equips each customer with a dedicated service team so that customers no longer need to connect with different vendors of App and systems, which improves efficiency and solves the problems of system stability and after-sales services.",
  "home_features_004_2": "All systems are designed based on cloud-native architecture, which not only ensures the high reliability of the system but also avoids the massive investment required for local computer room operation and maintenance.",
  "home_features_004_3": "Whale has established in-depth cooperative relationships with major cloud service providers such as Amazon Cloud and Alibaba Cloud. With their powerful scientific and technological capabilities, the security of Whale’s systems and data is effectively protected.",
  "home_features_006_2": "Whale aims to empower the industry ecology and achieve a win-win situation with partners through flexible charges for subscription content.",
  "home_features_004_4": "Whale has built an intelligent cross region three-centers real-time disaster recovery system, which can automatically switch lines within one minute. It supports hot deployment, and the system can also be updated on trading days, so that it can respond to user needs more quickly, fix system problems in real-time, and provide a better product experience to users in a second.",
  "home_examples_011_1": "The personalized stock fundamental module “Overview” presents a more comprehensive, clearer, and easier-to-understand fundamentals of stocks, and provides in-depth analysis tools to lower the threshold for users to understand and participate in trading; the industry’s pioneering features such as “Supply Chain Graph” and “Deep Data” satisfy investors’ deeper investment needs of understanding the company’s operating conditions, comparing industry data, and exploring more investment opportunities in the industry chain.",
  "home_examples_011_2": "Longbridge also provides internet operation functions such as invitations, group events, limited-time offers, stock coupons, and commission coupons to help Long Bridge Securities achieve better user conversion. Only one month after entering the Hong Kong market, the number of local users of Long Bridge securities has exceeded ten thousand, and after just 48 days of localized operation, it has successfully ranked among the top 10 free financial apps in Hong Kong.",
  "solutions_page_003_1": "We wish to provide one-stop solutions, atomic products, and combined solutions for different customers via WHALE SaaS so that our customers can have a real internet brokerage upgrade, the ability of user operation, and be equipped with better market competitiveness. We wish to bring a better experience to our users.",
  "about_page_003": "All systems are based on cloud-native architecture, which ensures the reliability, security, and efficiency of system operation from the bottom, and also avoids the massive investment required for local computer room operation and maintenance. Brokers can choose overall solutions based on their actual business needs, or they can purchase atomic product and service combinations to flexibly connect to their existing systems. Whale aims to provide innovative brokerage infrastructure, empower the industrial ecology, achieve a win-win situation with partners, and jointly promote the digitization of the securities industry."
}
